[{"plot": "When American military analyst, Daniel Ellsberg, realizes to his disgust the depths of the US government's deceptions about the futility of the Vietnam War, he takes action by copying top-secret documents that would become the Pentagon Papers. Later, Washington Post owner, Kay Graham, is still adjusting to taking over her late husband's business when editor Ben Bradlee discovers the New York Times has scooped them with an explosive expose on those papers. Determined to compete, Post reporters find Ellsberg himself and a complete copy of those papers. However, the Post's plans to publish their findings are put in jeopardy with a Federal restraining order that could get them all indicted for Contempt. Now, Kay Graham must decide whether to back down for the safety of her paper or publish and fight for the Freedom of the Press. In doing so, Graham and her staff join a fight that would have America's democratic ideals in the balance.", "genres": ["Biography", "Drama", "History"], "title": "The Post", "votes": 113083.0, "avgRating": 7.2, "year": 2017, "productionInfo": ["United States", "United Kingdom"], "id": "6294822"}, {"plot": "Two friends, Ram Bharose and tech genius Cyberjeet, create a website that helps lovers to elope. The site is an instant hit; young couples line up for the opportunity to escape strict families and run away with the ones they love.", "genres": ["Comedy", "Romance"], "title": "Running Shaadi", "votes": 2264.0, "avgRating": 6.7, "year": 2017, "productionInfo": ["India"], "id": "6296236"}, {"plot": "In 1971, amid rising tensions between India and Pakistan over the liberation war of East Pakistan, Pakistan navy, in a top secret mission, plans an attack on Indian majestic-class aircraft carrier INS Vikrant, to gain control over the waters of Bay of Bengal. They send their best-in-class submarine PNS Ghazi, but are intercepted by an Indian submarine INS Karanj (S21). An underwater attack ensues.", "genres": ["Action", "Thriller", "War"], "title": "The Ghazi Attack", "votes": 10300.0, "avgRating": 7.6, "year": 2017, "productionInfo": ["India"], "id": "6299040"}, {"plot": "After becoming stranded in the Scottish countryside Rachel and Matt Hopkins are offered a night's shelter by a farmer and his wife (the Fairbairns) who are oddly infatuated by Rachel's pregnancy. That evening Rachel and Matt realize the farmer's daughter is Ellie Adams, a missing child who was headline news years before. As they attempt leave the farm and get help, the Fairbairn's capture and imprison them - they want their baby.", "genres": ["Horror", "Thriller"], "title": "Matriarch", "votes": 2351.0, "avgRating": 5.4, "year": 2018, "productionInfo": ["United Kingdom"], "id": "6301452"}, {"plot": "An aimless teenager on the outer edges of Brooklyn struggles to escape his bleak home life and navigate questions of self-identity, as he balances his time between his delinquent friends, a potential new girlfriend, and older men he meets online.", "genres": ["Drama"], "title": "Beach Rats", "votes": 10100.0, "avgRating": 6.4, "year": 2017, "productionInfo": ["United States"], "id": "6303866"}, {"plot": "The film begins with Tami awakening on the sailing yacht Hazaña after being unconscious for some time. After regaining her memory that Richard did not come below with her, she searches the crippled yacht in hopes of finding her fiance Richard and soon realizes he has been swept overboard after his safety harness broke during the hurricane. Tami screams in anguish and it is revealed that Tami is all alone, with no ships or land in sight. Back to 1983 (five months before the catastrophic hurricane), Tami arrives in Tahiti on board the schooner Sofia and meets Richard Sharp, a British sailor. Richard then invites Tami for dinner on board his boat, named Mayaluga. During a conversation, while having dinner together, Richard reveals that he experiences hallucinations while at sea. Back in real-time, Tami is stranded on board a crippled Hazaña and finds out that all the electronic devices are ruined by water damage, preventing her from making distress calls. Tami spots the lost dinghy with Richard clinging onto it and tries to sail the ship towards Richard but to no avail. After falling off the yacht and almost drowning, Tami has no choice but to make repairs to the ship in order to get it moving. She makes a makeshift sail using a broken pole and a storm jib (a triangular sail). She also uses a pump to prevent the cabin from flooding and then makes her way towards Richard. After successfully saving Richard, Tami realizes that Richard has broken ribs and a shattered right shin. While searching for food supplies, Tami realizes that she has a severe head injury and stitches the wound with a sail needle and thread..", "genres": ["Action", "Adventure", "Biography"], "title": "Adrift", "votes": 37682.0, "avgRating": 6.6, "year": 2018, "productionInfo": ["Hong Kong", "Iceland", "United States"], "id": "6306064"}, {"plot": "In 2014, a group of Malayali nurses was captured when terrorists took over the city of Tikrit in Iraq. This movie recounts the ordeal suffered by the nurses following their capture.", "genres": ["Action", "Drama", "Thriller"], "title": "Take Off", "votes": 3656.0, "avgRating": 8.3, "year": 2017, "productionInfo": ["India"], "id": "6315524"}, {"plot": "Some time after Thanos was defeated and Tony Stark's sacrifice, Peter Parker returns to high school. Now, Peter is out to see the world with his classmates and is wanting to take a break from being Spider-Man. But his fun filled trip is suddenly sabotaged when a string of mysterious attacks by creatures called Elementals start wreaking havoc all over the world. To make matters more difficult, Peter finds himself recruited by Nick Fury and an interdimensional newcomer named Quentin Beck/Mysterio to help fight them and uncover the truth behind the attacks. Are the Elementals real? Is Mysterio who he says he is?", "genres": ["Action", "Adventure", "Sci-Fi"], "title": "Spider-Man: Far from Home", "votes": 223317.0, "avgRating": 7.6, "year": 2019, "productionInfo": ["United States"], "id": "6320628"}, {"plot": "A sequel to The Inconvenient Truth, the follow-up documentary addresses the progress made to tackle the problem of climate change and Al Gore's global efforts to persuade governmental leaders to invest in renewable energy, culminating in the landmark signing of 2016's Paris Climate Agreement.", "genres": ["Documentary"], "title": "An Inconvenient Sequel: Truth to Power", "votes": 7066.0, "avgRating": 6.4, "year": 2017, "productionInfo": ["United States"], "id": "6322922"}, {"plot": "Three teenagers must help a Yeti return to his family while avoiding a wealthy man and a zoologist who want him for their own needs.", "genres": ["Adventure", "Animation", "Comedy"], "title": "Abominable", "votes": 5983.0, "avgRating": 7.1, "year": 2019, "productionInfo": ["China", "United States", "Japan"], "id": "6324278"}, {"plot": "The unsolved death of six-year-old American beauty queen JonBenet Ramsey remains the world's most sensational child murder case. Over 15 months, responses, reflections and performances were elicited from the Ramsey's Colorado hometown community, creating a bold work of art from the collective memories and mythologies the crime inspired.", "genres": ["Documentary"], "title": "Casting JonBenet", "votes": 4236.0, "avgRating": 6.1, "year": 2017, "productionInfo": ["United States", "Australia", "China"], "id": "6333052"}, {"plot": "Coral reefs around the world are vanishing at an unprecedented rate. A team of divers, photographers and scientists set out on a thrilling ocean adventure to discover why and to reveal the underwater mystery to the world.", "genres": ["Documentary"], "title": "Chasing Coral", "votes": 3360.0, "avgRating": 8.1, "year": 2017, "productionInfo": ["United States"], "id": "6333054"}][{"plot": "A documentary that follows the efforts of \"Raqqa Is Being Slaughtered Silently,\" a handful of anonymous activists who banded together after their homeland was taken over by ISIS in 2014. With deeply personal access, this is the story of a brave group of citizen journalists as they face the realities of life undercover, on the run, and in exile, risking their lives to stand up against one of the greatest evils in the world today.", "genres": ["Documentary", "War"], "title": "City of Ghosts", "votes": 3063.0, "avgRating": 7.4, "year": 2017, "productionInfo": ["United States"], "id": "6333056"}, {"plot": "Filmmaker and avid amateur cyclist Bryan Fogel decides to make a documentary on how easy it is to get away with doping in sport. He sets out to take illegal performance-enhancing substances, improve his cycling performance and show that the substances are undetectable. His task leads him to Grigory Rodchenkov, the head of the Russian anti-doping laboratory. Little does Fogel realise at the time but he is about to be involved in, and a chronicler of, sport's greatest ever doping scandal, as details are revealed of Russia's systemic, widespread, government-sponsored doping program.", "genres": ["Documentary", "Sport", "Thriller"], "title": "Icarus", "votes": 31016.0, "avgRating": 7.9, "year": 2017, "productionInfo": ["United States"], "id": "6333060"}, {"plot": "The trial between Hulk Hogan and Gawker Media pitted privacy rights against freedom of the press, and raised important questions about how big money can silence media. This film is an examination of the perils and duties of the free press in an age of inequality.", "genres": ["Documentary"], "title": "Nobody Speak: Trials of the Free Press", "votes": 3209.0, "avgRating": 6.5, "year": 2017, "productionInfo": ["Netherlands", "United States"], "id": "6333064"}, {"plot": "The bombing of the Alfred P. Murrah Federal Building in Oklahoma City in April 1995 is the worst act of domestic terrorism in American history; this documentary explores how a series of deadly encounters between American citizens and federal law enforcement - including the standoffs at Ruby Ridge and Waco - led to it.", "genres": ["Crime", "Documentary", "History"], "title": "Oklahoma City", "votes": 2239.0, "avgRating": 7.4, "year": 2017, "productionInfo": ["United States"], "id": "6333090"}, {"plot": "Within the course of one night, Woody Harrelson finds himself in a misadventure in London that winds him up in jail.", "genres": ["Comedy", "Drama"], "title": "Lost in London", "votes": 2361.0, "avgRating": 6.2, "year": 2017, "productionInfo": ["United States", "United Kingdom"], "id": "6338476"}, {"plot": "The drama-comedy tells the story of Setsuko Kawashima (Terajima), a lonely, chain-smoking office lady in Tokyo who is past her prime. After deciding to take an English class, she discovers a new identity in her American alter ego, 'Lucy,' and falls for her instructor, John (Hartnett). When John suddenly disappears, Setsuko earnestly sets out on a quest to find him, eventually leading her to the outskirts of Southern California.", "genres": ["Comedy", "Drama"], "title": "Oh Lucy!", "votes": 2386.0, "avgRating": 6.8, "year": 2017, "productionInfo": ["Japan", "United States"], "id": "6343058"}, {"plot": "Years after Adonis Creed made a name for himself under Rocky Balboa's mentorship, the young boxer becomes the Heavyweight Champion of the World. While life is good with that victory and his marriage to Bianca, trouble comes to Philadelphia when Ivan Drago, the Russian boxer who killed Adonis' father, Apollo, arrives with his son, Viktor, to challenge Adonis. Against Rocky's advice, Adonis accepts the challenge without his mentor's participation and pays the price in a punishing bout he wins only by a technicality. Now injured and demoralized, Adonis cannot bring himself to back into the game, leaving his spirit and title in jeopardy. Together, Adonis' family and Rocky must find a way to rekindle Adonis' fighting spirit to face the future in whatever choice he makes. Meanwhile, the Drago family have its own troubles trying to regain the respect in their homeland that they lost at Rocky's hands as they wonder whether is it truly worth it.", "genres": ["Drama", "Sport"], "title": "Creed II", "votes": 84615.0, "avgRating": 7.2, "year": 2018, "productionInfo": ["United States"], "id": "6343314"}, {"plot": "The charismatic Sir Lionel Frost (Hugh Jackman) considers himself to be the world's foremost investigator of myths and monsters. The trouble is none of his small-minded high-society peers seems to recognize this. Sir Lionel's last chance for acceptance by the adventuring elite rests on traveling to America's Pacific Northwest to prove the existence of a legendary creature. A living remnant of Man's primitive ancestry. The Missing Link (Zach Galifianakis).", "genres": ["Adventure", "Animation", "Comedy"], "title": "Missing Link", "votes": 9068.0, "avgRating": 6.7, "year": 2019, "productionInfo": ["Canada", "United States"], "id": "6348138"}, {"plot": "Colombian drug kingpin Jesús Morales secretly pays for the services of a sniper nicknamed \"The Devil,\" capable of killing one-by-one the enemies of anyone who hires him. With no adversaries left alive, Morales grows stronger and gains control of more smuggling routes into the United States. The DEA, alarmed by this threat to the country, sends agent Kate Estrada, who has been following Morales for years, and Marine sniper Brandon Beckett to Colombia. Their mission: Kill \"The Devil\" and bring Morales back to the US to be tried for his crimes. The agents think they have everything under control, but Morales and \"The Devil\" have prepared plenty of surprises to keep the mission from succeeding.", "genres": ["Action", "Drama", "Thriller"], "title": "Sniper: Ultimate Kill", "votes": 2086.0, "avgRating": 5.6, "year": 2017, "productionInfo": ["United States"], "id": "6349302"}, {"plot": "Appu \"Puneeth Rajkumar\" is adopted by a rich couple Ashok \"Sarath Kumar\" and Sujatha \"Vijayalakshmi Singh\" and leaves to Australia. Though, he was brought up in a rich atmosphere, he tended to be a simple guy. Unfortunately, one day his family gets killed in a plane accident leaving him with tears. Then he goes to his orphanage where he used to live. It was looked after a man named Krishna and at present that turned to an old age home. When Appu arrives, he discovers that old people were thought of burden by their children. The rest of the story is how Appu is going to unite them with their children and also proves that he is a righteous son to his father forms the rest of the story.", "genres": ["Action", "Drama"], "title": "Raajakumara", "votes": 2411.0, "avgRating": 8.0, "year": 2017, "productionInfo": ["India"], "id": "6359554"}, {"plot": "Amy (Mila Kunis) is now in a happy relationship with Jesse (Jay Hernandez) and is looking forward to having a simple Christmas. Her plans are derailed when her overly critical mother, Ruth (Christine Baranski), texts her to say she is coming for Christmas. Meanwhile, Kiki (Kristen Bell) is still overworked with her four kids but now her husband Kent is much more helpful. Kiki is surprised when her mother Sandy (Cheryl Hines) shows up three days earlier than expected and is planning to spend the next three weeks with Kiki. Sandy's love for Kiki is overwhelming, and smothering Kiki. When Carla (Kathryn Hahn) gets home, her mother, Isis (Susan Sarandon), has arrived, telling her she intends to spend time with her for the first time in years. Surprised by this turn of events Carla is excited to spend time with her. Eventually, Amy, Kiki and Carla go to the mall where they express their misery over the holidays. But while commiserating about the pressures of the holidays they make a pact to \"take Christmas back\". Ruth tries to create a spectacle out of Christmas, rather than keeping it simple like Amy wanted. In an effort to tamp down those plans Amy takes the family to Sky Zone to meet up with Kiki and Carla and their families. Ruth, Sandy and Isis all meet and chat while their daughters have fun with their kids..", "genres": ["Comedy"], "title": "A Bad Moms Christmas", "votes": 34611.0, "avgRating": 5.5, "year": 2017, "productionInfo": ["United States", "China"], "id": "6359956"}, {"plot": "The story of the 1971 war between India and Pakistan is told from the perspective of a soldier.", "genres": ["Action", "War"], "title": "1971: Beyond Borders", "votes": 2746.0, "avgRating": 5.5, "year": 2017, "productionInfo": ["India"], "id": "6363436"}, {"plot": "A documentary about David Bowie's final two albums \"The Next Day\" (2013) and \"Blackstar\" (2016) and Broadway musical \"Lazarus\".", "genres": ["Documentary"], "title": "David Bowie: The Last Five Years", "votes": 2000.0, "avgRating": 7.5, "year": 2017, "productionInfo": ["United Kingdom"], "id": "6375308"}, {"plot": "Deepak is an retired police officer. He meets an young man who is interested in joining IPS. The young guy asks about the case of a mystry killer in which deepak lost his leg and his career. Thus he explains about the unsolved mystry case. But in the end the case is solved by the young man, and deepak meets his ultimate end.", "genres": ["Action", "Crime", "Mystery"], "title": "Dhuruvangal Pathinaaru", "votes": 9330.0, "avgRating": 8.4, "year": 2016, "productionInfo": ["India"], "id": "6380520"}][{"plot": "The continuing story of the Crawley family, wealthy owners of a large estate in the English countryside in the early twentieth century.", "genres": ["Drama", "Romance"], "title": "Downton Abbey", "votes": 15096.0, "avgRating": 7.7, "year": 2019, "productionInfo": ["United Kingdom", "United States"], "id": "6398184"}, {"plot": "\"Unacknowledged\" focuses on the historic files of the Disclosure Project and how UFO secrecy has been ruthlessly enforced-and why. The best evidence for extraterrestrial contact, dating back decades, is presented with direct top-secret witness testimony, documents and UFO footage, 80% of which has never been revealed anywhere else. The behind-the-scenes research and high-level meetings convened by Dr. Steven Greer will expose the degree of illegal, covert operations at the core of UFO secrecy. From briefings with the CIA Director, top Pentagon Generals and Admirals, to the briefing of President Obama via senior advisor John Podesta, chairman of the Hillary Clinton Campaign, we take the viewer behind the veil of secrecy and into the corridors of real power where the UFO secrets reside. The viewer will learn that a silent coup d'état has occurred dating back to the 1950s and that the Congress, the President and other world leaders have been sidelined by criminal elements within the military-industrial-financial complex.", "genres": ["Documentary"], "title": "Unacknowledged", "votes": 5398.0, "avgRating": 7.1, "year": 2017, "productionInfo": ["United States"], "id": "6400614"}, {"plot": "A socially criticized girl who is financially cornered, becomes an outlaw to dodge the situation.", "genres": ["Crime", "Drama", "Thriller"], "title": "Simran", "votes": 2678.0, "avgRating": 5.3, "year": 2017, "productionInfo": ["India"], "id": "6405126"}, {"plot": "In contemporary L.A., two horny (but also sad) twentysomethings millennials, Martin, a pharmacist and Gabi, a physiotherapist spend their weekends \"swiping\" on a dating app. The options are endless, but it's less about connection and more about hooking-up. But when they meet, they find themselves talking into the early hours. Connecting. It's exciting. It's new. They mysteriously regain their feelings and fall in love. Exhilarated by each other, they rush into a relationship. They go out on dates. They move in together. They skip work to make love - But soon the relationship becomes boring. And they decide to try an open relationship.", "genres": ["Drama", "Romance"], "title": "Newness", "votes": 10300.0, "avgRating": 6.4, "year": 2017, "productionInfo": ["United States"], "id": "6408226"}, {"plot": "Six tales of life and violence in the Old West, following a singing gunslinger, a bank robber, a traveling impresario, an elderly prospector, a wagon train, and a perverse pair of bounty hunters.", "genres": ["Comedy", "Drama", "Musical"], "title": "The Ballad of Buster Scruggs", "votes": 96879.0, "avgRating": 7.3, "year": 2018, "productionInfo": ["United States"], "id": "6412452"}, {"plot": "Natasha is a girl who believes in science and facts. Not fate. Not destiny. Or dreams that will never come true. She is not the type of girl who meets a cute boy on a crowded New York City street and falls in love with him. Not when her family is twelve hours away from being deported. Falling in love with him will not be her story. Daniel has always been the good son, the good student, living up to his parents' high expectations. Never a poet. Or a dreamer. But when he sees her, he forgets all that. Something about Natasha makes him think that fate has something much more extraordinary in store - for both of them. Every moment has brought them to this single moment. A million futures lie before them. Which one will come true?", "genres": ["Drama", "Romance"], "title": "The Sun Is Also a Star", "votes": 2766.0, "avgRating": 5.7, "year": 2019, "productionInfo": ["United States"], "id": "6423362"}, {"plot": "A couple on their three-year anniversary need to decide whether to stay together or call it quits.", "genres": ["Comedy"], "title": "Happy Anniversary", "votes": 3164.0, "avgRating": 5.7, "year": 2018, "productionInfo": ["United States"], "id": "6423886"}, {"plot": "June, an optimistic, imaginative girl, discovers an incredible amusement park called Wonderland hidden in the woods. The park is full of fantastical rides and talking, funny animals - only the park is in disarray. June soon discovers the park came from her imagination and she's the only one who can fix it, so she bands together with the animals to save this magical place and bring back the wonder in Wonderland.", "genres": ["Adventure", "Animation", "Comedy"], "title": "Wonder Park", "votes": 6403.0, "avgRating": 5.8, "year": 2019, "productionInfo": ["Spain", "United States"], "id": "6428676"}, {"plot": "When the zombie apocalypse hits the sleepy town of Little Haven - at Christmas - teenager Anna and her high school friends have to fight, sing and dance to survive, with the undead horde all around them. Teaming up with her best friend John, Anna has to fight her way through zombified snowmen, Santas, elves and Christmas shoppers to get across town to the high school, where they'll be safe. But they soon discover that being a teenager is just as difficult as staying alive, even at the end of the world.", "genres": ["Comedy", "Fantasy", "Horror"], "title": "Anna and the Apocalypse", "votes": 5452.0, "avgRating": 6.0, "year": 2017, "productionInfo": ["United Kingdom"], "id": "6433880"}, {"plot": "With a net worth of over $60,000,000,000, Warren Buffett is truly a one-of-a-kind billionaire. The legendary investor still lives in his modest home in Omaha. At 86 years old, he drives to the office every morning to manage Berkshire Hathaway, the fifth largest public company in the world. But more surprising than his humble lifestyle is his moral core. The same principles of decency and integrity that helped him pile up a fortune led him to give it all away in the largest philanthropic donation in history. Becoming Warren Buffett chronicles the evolution of a boy from Nebraska who became one of the most respected men in the world, and the heroes who helped guide him along the way. By allowing access to his life and never-before-released home videos, Buffett offers a glimpse into his unique mind to help us understand what is truly important when money no longer has meaning.", "genres": ["Documentary"], "title": "Becoming Warren Buffett", "votes": 2622.0, "avgRating": 7.6, "year": 2017, "productionInfo": ["United States"], "id": "6438096"}, {"plot": "In this documentary, the murder of Deedee Blanchard by her daughter Gypsey Rose is explored, as well as the circumstances leading up to the event.", "genres": ["Crime", "Documentary"], "title": "Mommy Dead and Dearest", "votes": 6219.0, "avgRating": 7.4, "year": 2017, "productionInfo": ["United States"], "id": "6442978"}, {"plot": "10-year-old Bart Millard lives with his mother and abusive father Arthur in Texas. One day his mother drops him off at a Christian camp where he meets Shannon. Upon his return from camp, Bart finds his mother has left and movers are removing her belongings. He angrily confronts his father, who denies that his abusiveness was the reason she left. Years later, in high school, Bart and Shannon are dating. Bart plays football to please his father, but is injured, breaking both ankles and ending his career. The only elective with openings is music class, so he reluctantly signs up..", "genres": ["Biography", "Drama", "Family"], "title": "I Can Only Imagine", "votes": 12162.0, "avgRating": 7.4, "year": 2018, "productionInfo": ["United States"], "id": "6450186"}, {"plot": "Exactly twenty-five years after the elimination of Skynet's nuclear threat in Terminator 2: Judgment Day (1991), another seemingly unimportant human--this time, the unsuspecting car assembly worker, Dani Ramos--sets in motion a murderous plan against humankind, devised by the tyrannical machines from the future. Once more, the self-aware computer system sends back in time its most sophisticated android assassin--the nearly indestructible terminator made of advanced mimetic poly-alloy, Rev-9--to exterminate young Dani in 2020 Mexico City. However, from the distant 2042, a fearless protector arrives--the bionically enhanced Resistance fighter, Grace--who, to ensure Dani's survival, reluctantly joins forces with an unexpected ally, and a battle-tested defender from the past: the armed-to-the-teeth, Sarah Connor. With Sarah's sacrifice, the world never had to face the aftermath of Judgment Day. Can the trio of guardians rewrite history, again?", "genres": ["Action", "Adventure", "Sci-Fi"], "title": "Terminator: Dark Fate", "votes": 9716.0, "avgRating": 6.5, "year": 2019, "productionInfo": ["China", "Spain", "Hungary", "United States"], "id": "6450804"}][{"plot": "Few lives in our times are as dramatic and enigmatic as the saga of Sanjay Dutt. Coming from a family of cinema legends, he himself became a film star, and then saw dizzying heights and darkest depths: adulation of die-hard fans, unending battles with various addictions, brushes with the underworld, prison terms, loss of loved ones, and the haunting speculation that he might or might not be a terrorist. Sanju is in turns a hilarious and heartbreaking exploration of one man's battle against his own wild self and the formidable external forces trying to crush him. It depicts the journey of a man through everything that life can throw at him. Some true stories leave you thinking \"did this really happen?\" This is one such unbelievable story that happens to be true.", "genres": ["Biography", "Drama"], "title": "Sanju", "votes": 42540.0, "avgRating": 7.8, "year": 2018, "productionInfo": ["India"], "id": "6452574"}, {"plot": "The Father Daughter duo of Saint Dr. Gurmeet Ram Rahim Singh Ji Insan and Honeypreet Insan, is back with another movie based on true events ; Hind Ka NaPak KoJawab - MSG The Lionheart 2, praising the courage and selfless actions of the Indian Army in protecting our country. HKNKJ is a movie inspired by the recent surgical strikes conducted by the Indian Army on terrorist camps across the LOC in POK. The movie will give us the glimpses about what possibly could have happened on the night of 29th September 2016. The movie traces the inspirational journey of an Indiansoldier leading his troops from the front and will make every Indian proud.", "genres": ["Action", "Comedy"], "title": "Hind Ka Napak Ko Jawab", "votes": 3959.0, "avgRating": 6.8, "year": 2017, "productionInfo": ["India"], "id": "6467380"}, {"plot": "A warrior travels wild expanses on horseback, pursuing the monster that murdered his daughter. His thirst for revenge is the driving force of a film constructed with very few elements, minimalistic and epic at the same time, where fantasy and horror find their more physical and gory incarnations (synopsis in the 2018 Sitges Filmfestival programme catalogue).", "genres": ["Fantasy", "Horror"], "title": "The Head Hunter", "votes": 3304.0, "avgRating": 5.1, "year": 2018, "productionInfo": ["United States"], "id": "6469548"}, {"plot": "Seventeen-year-old Stella spends most of her time in the hospital as a cystic fibrosis patient. Her life is full of routines, boundaries and self-control all of which get put to the test when she meets Will, an impossibly charming teen who has the same illness. There's an instant flirtation, through restrictions dictate that they must maintain a safe distance between them. As their connection intensifies, so does the temptation to throw the rules out the window and embrace that attraction. Love has no boundaries", "genres": ["Drama", "Romance"], "title": "Five Feet Apart", "votes": 24218.0, "avgRating": 7.2, "year": 2019, "productionInfo": ["United States"], "id": "6472976"}, {"plot": "A semi-fictional account, including most of the names of the players being changed, of the event that resulted in the creation of the term Stockholm Syndrome to describe people who feel empathy and sometimes more for their captor(s) is presented. In 1973, a lone armed man, thought to be American, storms the downtown Stockholm branch of Kreditbanken. Ultimately the authorities, led by Chief of Police Mattsson learn of his at-gunpoint demand: $1 million US, the release of convicted bank robber and murderer Gunnar Sorensson, and a Mustang Boss 302 like the one Steve McQueen drove in Bullitt (1968) as a getaway vehicle for the two of them. By the time Mattsson gets Sorensson to the bank - unknown to the gunman, who is thought to be well known robber Kaj Hansson, Sorenson having made a plea deal with Mattsson for his cooperation against the gunman - there are three hostages at the bank, all the others that were in the bank at the time let go. Arguably the most lucid of the three is bank clerk Bianca Lind, a wife and mother of two preschool aged children. Ultimately she is able to figure out that the gunman is not Hansson as Mattsson suspects, but rather Lars Nystrom, what she knowing of his past crimes chief being his humane treatment of people he held at gunpoint. Beyond what Sorensson decides to do with his ultimate goal not to go back to prison, what happens largely depends on Lind, who begins to trust Nystrom more than either Mattsson or Prime Minister Olof Palme whose actions and decisions she believes from what she can see are more of a potential physical detriment to her and her fellow two hostages than that of Nystrom.", "genres": ["Biography", "Comedy", "Crime"], "title": "Stockholm", "votes": 5490.0, "avgRating": 6.2, "year": 2018, "productionInfo": ["Canada", "United States"], "id": "6474040"}, {"plot": "Baker Dill (Matthew McConaughey) is a fishing boat captain leading tours off a tranquil, tropical enclave called Plymouth Island. His quiet life is shattered, however, when his ex-wife Karen (Anne Hathaway) tracks him down with a desperate plea for help. She begs Dill to save her - and their young son - from her new, violent husband (Jason Clarke) by taking him out to sea on a fishing excursion, only to throw him to the sharks and leave him for dead. Karen's appearance thrusts Dill back into a life he'd tried to forget, and as he struggles between right and wrong, his world is plunged into a new reality that may not be all that it seems.", "genres": ["Drama", "Mystery", "Thriller"], "title": "Serenity", "votes": 25667.0, "avgRating": 5.3, "year": 2019, "productionInfo": ["United Kingdom", "United States"], "id": "6476140"}, {"plot": "Violet is a shy teenager who dreams of escaping her small town and pursuing her passion to sing. With the help of an unlikely mentor, she enters a local singing competition that will test her integrity, talent and ambition. Driven by a pop-fueled soundtrack, Teen Spirit is a visceral and stylish spin on the Cinderella story.", "genres": ["Drama", "Music"], "title": "Teen Spirit", "votes": 5313.0, "avgRating": 6.2, "year": 2018, "productionInfo": ["United Kingdom", "United States"], "id": "6483364"}, {"plot": "As India, the world's largest democracy, braces itself for another general election- with 9 million polling booths, more than 800 million voters, and costing nearly $5 billion -- Newton Kumar, a rookie government clerk finds himself entrusted with a task that appears deceptively simple: conducting elections in a remote village in the jungles of central India. The bushes teem with Communist guerrillas, who have been waging a decades old war against the state, even as the indigenous tribals live without any access to mainland amenities. Conducting 'free and fair' elections in a minefield like this is no child's play, as Newton learns over the course of this eventful day. Unfazed with the cynicism and danger all around him, Newton is determined to do his duty. But, as they say in the jungle, 'The more things change, the worse they will get'.", "genres": ["Drama"], "title": "Newton", "votes": 13645.0, "avgRating": 7.7, "year": 2017, "productionInfo": ["India"], "id": "6484982"}, {"plot": "Maaran, a sincere doctor who fights against corruption and Vettri a magician who is out for a revenge. Both of them are estranged brothers and once they come together, they get to know about their common enemy, Daniel, who had killed their father and mother.", "genres": ["Action", "Thriller"], "title": "Mersal", "votes": 22600.0, "avgRating": 7.7, "year": 2017, "productionInfo": ["India"], "id": "6485666"}, {"plot": "Feeling trapped in the stifling, wealthy enclave of Westport, Connecticut, Anders Harris (Ben Mendelsohn) retires from his job in finance and leaves his wife (Edie Falco) in the hopes that it will renew his lust for life. However, he's quickly faced with the startling reality of his choices; he spends his days looking for things to decorate his empty shelves, sleeping with strangers and feeling terribly lost. Missing his ex-wife and on the outs with his troubled 27-year-old son (Thomas Mann), Anders befriends a drug-addicted teen (Charlie Tahan), sending him down a path of reckless and regrettable behavior. His shameful actions cause him to question who he is as a father and, ultimately, who he is as a person.", "genres": ["Comedy", "Drama"], "title": "The Land of Steady Habits", "votes": 4779.0, "avgRating": 6.2, "year": 2018, "productionInfo": ["United States"], "id": "6485928"}, {"plot": "What bad things will good men do for their families? A stolid, old guard policeman, Ridgeman \"Gibson\" and his volatile younger partner, Anthony \"Vaughn\", find themselves suspended when a video of them strong-arming a suspect becomes the media's special du jour. Low on cash and with no other options, these two embittered soldiers descend into the criminal underworld to gain their just due. On the other side of the law, Henry Jones comes home from years in prison to find his mother and disabled brother living in squalor. The ex-convict needs a way to help and to this end, his childhood friend Biscuit introduces him to a ruthless crime boss whose ambitious plans put him and his pal in direct conflict with the two renegade officers. In the hardboiled world of DRAGGED ACROSS CONCRETE, who lives, who dies, and who gets rich is a fate written in bullets.", "genres": ["Action", "Crime", "Drama"], "title": "Dragged Across Concrete", "votes": 23380.0, "avgRating": 7.0, "year": 2018, "productionInfo": ["Canada", "United States"], "id": "6491178"}, {"plot": "D.C. (Johnny Knoxville) is the crackpot owner of Action Point, a low-rent, out-of-control amusement park with dangerous rides. Just as D.C.'s estranged teenage daughter Boogie (Eleanor Worthington Cox) comes to visit, a corporate mega-park opens nearby and jeopardizes the future of Action Point. To save his beloved theme park and his relationship with his daughter, D.C. and the Action Point staff risk everything to pull out all the stops..", "genres": ["Comedy"], "title": "Action Point", "votes": 7856.0, "avgRating": 5.1, "year": 2018, "productionInfo": ["United States", "South Africa"], "id": "6495770"}, {"plot": "Grey's a stay-at-home mechanic, who's wife is Asha. One day, Grey asks Asha to help him return a car to his client. Whilst Grey and Asha's self-driving car malfunctions, it crashes. Grey watches helplessly as Asha bleeds to death next to him. Grey returns home - a widowed quadriplegic, under the care of his mother. His wife''s death and the inability of police to identify their attackers cause him to sink into a depression. After a suicide attempt, he's offered to have high tech chip implanted - enabling him to walk. Though initially hesitant, he's persuaded to have the surgery..", "genres": ["Action", "Horror", "Sci-Fi"], "title": "Upgrade", "votes": 117838.0, "avgRating": 7.5, "year": 2018, "productionInfo": ["United States", "Australia"], "id": "6499752"}, {"plot": "While transporting a dying man to the hospital, two paramedics find a million dollars in cash sewn into his clothing. When the man dies, they decide to keep it, setting them on a path for a hellish night of violence and mayhem.", "genres": ["Action", "Comedy", "Crime"], "title": "Danger One", "votes": 2356.0, "avgRating": 7.1, "year": 2018, "productionInfo": ["United States"], "id": "6504538"}][{"plot": "Nancy becomes increasingly convinced she was kidnapped as a child. When she meets a couple whose daughter went missing thirty years ago, reasonable doubts give way to willful belief.", "genres": ["Drama", "Mystery"], "title": "Nancy", "votes": 2015.0, "avgRating": 6.2, "year": 2018, "productionInfo": ["United States"], "id": "6509058"}, {"plot": "Alexander McQueen's rags-to-riches story is a modern-day fairy tale, laced with the gothic. Mirroring the savage beauty, boldness and vivacity of his design, this documentary is an intimate revelation of McQueen's own world, both tortured and inspired, which celebrates a radical and mesmerizing genius of profound influence.", "genres": ["Biography", "Documentary"], "title": "McQueen", "votes": 5355.0, "avgRating": 7.9, "year": 2018, "productionInfo": ["United Kingdom"], "id": "6510332"}, {"plot": "A rebellious stoner named Moondog lives life by his own rules.", "genres": ["Comedy"], "title": "The Beach Bum", "votes": 11652.0, "avgRating": 5.5, "year": 2019, "productionInfo": ["Switzerland", "United Kingdom", "France", "United States"], "id": "6511932"}, {"plot": "A former wrestler and his family make a living performing at small venues around the country while his kids dream of joining World Wrestling Entertainment.", "genres": ["Biography", "Comedy", "Drama"], "title": "Fighting with My Family", "votes": 41419.0, "avgRating": 7.1, "year": 2019, "productionInfo": ["United Kingdom", "United States", "Mexico"], "id": "6513120"}, {"plot": "Brij Mohan (36), a hosiery shop owner in a busy Delhi market, desperately wants to change his life. He is fed up of his ball-crusher wife and mounting debts. In order to escape his wretched life, he changes his appearance and adopts a new identity as Amar Sethi, but ends up committing a botched up murder. He runs off with his young girlfriend, hopeful of making a new beginning. Instead, as luck would have it, he finds himself trapped in a web of his own Karma.", "genres": ["Comedy", "Crime", "Drama"], "title": "Brij Mohan Amar Rahe", "votes": 2529.0, "avgRating": 7.0, "year": 2017, "productionInfo": ["India"], "id": "6514010"}, {"plot": "A wide-eyed graduate learns the ugly side of ambition when he joins in the dubious business practices of his idol, a ruthless Mumbai stock tycoon.", "genres": ["Crime", "Drama", "Thriller"], "title": "Baazaar", "votes": 3829.0, "avgRating": 6.6, "year": 2018, "productionInfo": ["India"], "id": "6514196"}, {"plot": "A man kisses his wife and baby goodbye and seemingly heads away on business, with a plan to check into a hotel, call an escort service, and kill an unsuspecting prostitute.", "genres": ["Horror", "Mystery", "Thriller"], "title": "Piercing", "votes": 4315.0, "avgRating": 5.6, "year": 2018, "productionInfo": ["United States"], "id": "6516314"}, {"plot": "Lulu Danger's unsatisfying marriage takes a turn for the worse when a mysterious man from her past comes to town to perform an event called \"An Evening With Beverly Luff Linn; For One Magical Night Only.\"", "genres": ["Comedy", "Crime"], "title": "An Evening with Beverly Luff Linn", "votes": 2888.0, "avgRating": 5.7, "year": 2018, "productionInfo": ["United Kingdom", "United States"], "id": "6518270"}, {"plot": "An intelligence officer attempts to save the city from a psychotic serial killer who kills people just to hear their loved ones cry.", "genres": ["Action", "Thriller"], "title": "Spyder", "votes": 8205.0, "avgRating": 6.7, "year": 2017, "productionInfo": ["India"], "id": "6522546"}, {"plot": "The story revolves around Bauua Singh (Shah Rukh Khan), a vertically challenged man, who is full of charm and wit, with a pinch of arrogance. Born to a wealthy family and raised in an environment of affluence and indulgence, Bauua was never failed by Meerut or its people. But when he meets two women (Katrina Kaif, Anushka Sharma), his experiences with these women take him on a journey to complete his 'incompleteness' and broaden his horizons to find a purpose he never knew he had.", "genres": ["Comedy", "Drama", "Romance"], "title": "Zero", "votes": 21393.0, "avgRating": 5.5, "year": 2018, "productionInfo": ["India"], "id": "6527426"}, {"plot": "A man who is suffering a mid-life crisis finds new meaning in his life as part of an all-male, middle-aged, amateur synchronised swimming team.", "genres": ["Comedy", "Drama", "Romance"], "title": "Swimming with Men", "votes": 2677.0, "avgRating": 6.3, "year": 2018, "productionInfo": ["United Kingdom"], "id": "6532374"}, {"plot": "A weathered Lieutenant, his police force, and a local vigilante are all caught up in a dangerous scheme involving a recently arrested, troubled man who's linked to years of female abductions and murders.", "genres": ["Action", "Thriller"], "title": "Nomis", "votes": 5717.0, "avgRating": 5.8, "year": 2018, "productionInfo": ["Canada", "United States"], "id": "6533240"}, {"plot": "On Halloween, a group of friends encounter an \"extreme\" haunted house that promises to feed on their darkest fears. The night turns deadly as they come to the horrifying realization that some nightmares are real.", "genres": ["Horror", "Thriller"], "title": "Haunt", "votes": 5823.0, "avgRating": 6.4, "year": 2019, "productionInfo": ["United States"], "id": "6535880"}, {"plot": "Sarah is a young woman whose life is in a bit of a mess. The last thing she needs is someone else to look after. Yet, like it or not, her Grandmother has bequeathed her a very spoiled pug - Patrick. Surely she must have had her reasons?.", "genres": ["Comedy", "Family", "Romance"], "title": "Patrick", "votes": 2100.0, "avgRating": 5.8, "year": 2018, "productionInfo": ["United Kingdom"], "id": "6542108"}, {"plot": "A passionate love story between two people of different backgrounds and temperaments, who are fatefully mismatched and yet condemned to each other. Set against the background of the Cold War in the 1950s in Poland, Berlin, Yugoslavia and Paris, the film depicts an impossible love story in impossible times.", "genres": ["Drama", "History", "Music"], "title": "Zimna wojna", "votes": 37540.0, "avgRating": 7.6, "year": 2018, "productionInfo": ["Poland", "United Kingdom", "France"], "id": "6543652"}][{"plot": "Three young thieves infiltrate a Malibu dinner party.", "genres": ["Comedy", "Horror", "Thriller"], "title": "Monster Party", "votes": 2349.0, "avgRating": 5.4, "year": 2018, "productionInfo": ["United States"], "id": "6556576"}, {"plot": "Batman and Nightwing are forced to team with the Joker's sometimes-girlfriend Harley Quinn to stop a global threat brought about by Poison Ivy and Jason Woodrue, the Floronic Man.", "genres": ["Action", "Adventure", "Animation"], "title": "Batman and Harley Quinn", "votes": 9872.0, "avgRating": 5.9, "year": 2017, "productionInfo": ["United States"], "id": "6556890"}, {"plot": "Almost one long and peaceful decade after the nearly disastrous events in X-Men: Apocalypse (2016), Professor Charles Xavier's X-Men enjoy a mutually beneficial pact with the humans, undertaking increasingly dangerous missions as the Earth's valiant protectors. However, during a risky NASA crisis in 1992, Jean Grey is imbued with an unfathomable cosmic force--and even though she should be dead--this inexhaustible but uncontrollable energy enhances her already formidable abilities, transforming her into an all-powerful being. More and more, Jean's otherworldly powers become unpredictable and destructive, posing a direct threat not only to herself and her companions but also to the entire world. Is humankind prepared for the rise of the Dark Phoenix?", "genres": ["Action", "Adventure", "Sci-Fi"], "title": "Dark Phoenix", "votes": 106190.0, "avgRating": 5.8, "year": 2019, "productionInfo": ["United States", "Canada"], "id": "6565702"}, {"plot": "Over 65 million people around the world have been forced from their homes to escape famine, climate change and war in the greatest human displacement since World War II. Human Flow, an epic film journey led by the internationally renowned artist Ai Weiwei, gives a powerful visual expression to this massive human migration. The documentary elucidates both the staggering scale of the refugee crisis and its profoundly personal human impact. Captured over the course of an eventful year in 23 countries, the film follows a chain of urgent human stories that stretches across the globe in countries including Afghanistan, Bangladesh, France, Greece, Germany, Iraq, Israel, Italy, Kenya, Mexico, and Turkey. Human Flow is a witness to its subjects and their desperate search for safety, shelter and justice: from teeming refugee camps to perilous ocean crossings to barbed-wire borders; from dislocation and disillusionment to courage, endurance and adaptation; from the haunting lure of lives left behind to the unknown potential of the future. Human Flow comes at a crucial time when tolerance, compassion and trust are needed more than ever. This visceral work of cinema is a testament to the unassailable human spirit and poses one of the questions that will define this century: Will our global society emerge from fear, isolation, and self-interest and choose a path of openness, freedom, and respect for humanity?", "genres": ["Documentary"], "title": "Human Flow", "votes": 2096.0, "avgRating": 7.0, "year": 2017, "productionInfo": ["Germany", "United States", "China", "Palestine", "France"], "id": "6573444"}, {"plot": "Sophie Bishop and her boyfriend Dan visit Sophie's parents in Phoenix, Arizona on the 20th anniversary of her older brother Josh's disappearance. On March 13, 1997, the family witnesses the Phoenix Lights during Sophie's 6th birthday party, with Josh recording the incident. Several strange lights appear in a \"V\" formation over the city before disappearing, followed closely by fighter jets. Josh becomes convinced they have witnessed UFO's, though others remain skeptical. Hoping to find answers to her brother's fate, Sophie begins reviewing all of Josh's saved videotapes..", "genres": ["Horror", "Mystery", "Sci-Fi"], "title": "Phoenix Forgotten", "votes": 4951.0, "avgRating": 5.2, "year": 2017, "productionInfo": ["United States"], "id": "6574272"}, {"plot": "Dattatraya Vakharia is a 102 year old man living like a youngster.While is 75 year old son Babulal has accepted his old age and lost all excitement in life.Dattatraya wants to break the world record of oldest person living on earth held by Chinese man. But feels that it won't be possible to break the record by living with a boring Babulal.", "genres": ["Comedy", "Drama"], "title": "102 Not Out", "votes": 5192.0, "avgRating": 7.5, "year": 2018, "productionInfo": ["India"], "id": "6580564"}, {"plot": "Hichki is a story about a woman who turns her most daunting weakness into her biggest strength. Naina Mathur (Rani Mukerji) is an aspiring teacher who suffers from Tourette Syndrome. After several interviews and numerous rejections, she lands her dream job as a full-time teacher in one of the most elite schools in the city. However, she soon realises that the class she has been assigned comprises of defiant and impish students who can't seem to keep out of trouble. Despite a few initial hiccups, Naina must do whatever she can to ensure that her students realise their true potential, and defy all the odds against them.", "genres": ["Comedy", "Drama"], "title": "Hichki", "votes": 8083.0, "avgRating": 7.5, "year": 2018, "productionInfo": ["India"], "id": "6588966"}, {"plot": "Ash Ketchum, a kid from Pallet Town, embarks on a journey across the Kanto region to become a Pokemon Master. With his partner Pikachu, who at first hated Ash. But the bond of Pikachu and Ash builds as they travel to beat gyms and enter the league of Kanto.", "genres": ["Action", "Adventure", "Animation"], "title": "Gekijouban Poketto monsutâ: Kimi ni kimeta!", "votes": 4676.0, "avgRating": 6.4, "year": 2017, "productionInfo": ["Japan", "United States"], "id": "6595896"}, {"plot": "Ray is a fledgling entrepreneur who specializes in high-end simulated abductions. He jumps at the chance when a mysterious client contracts him for a weekend kidnapping with a handsome payday at the end. But the job isn't all that it seems.", "genres": ["Comedy", "Crime"], "title": "Take Me", "votes": 3360.0, "avgRating": 6.1, "year": 2017, "productionInfo": ["United States"], "id": "6598626"}, {"plot": "An overachieving college student gets lost on her way to a job interview. A wrong turn leaves her stranded deep in the Kentucky forest. The woman must defend herself against the harsh elements and a band of ruthless outlaws. She is forced into an uneasy alliance with a strange loner who has unknown intentions.", "genres": ["Drama", "Horror", "Thriller"], "title": "Rust Creek", "votes": 3691.0, "avgRating": 5.8, "year": 2018, "productionInfo": ["United States"], "id": "6610158"}, {"plot": "An anthology, telling the story of four different people, each story revolving around four different elements: Earth, Fire, Wind and Water.", "genres": ["Action", "Drama", "Thriller"], "title": "Solo", "votes": 2466.0, "avgRating": 7.1, "year": 2017, "productionInfo": ["India"], "id": "6613814"}, {"plot": "An obsessive astronomer and a curious artist form an unlikely bond which leads them to a profound, scientific discovery.", "genres": ["Sci-Fi"], "title": "Clara", "votes": 2257.0, "avgRating": 6.8, "year": 2018, "productionInfo": ["Canada", "United States"], "id": "6613878"}, {"plot": "A killer who teases the entire police department with his flawless crimes, gets chased by a retired stylish cop whose past influence the killer's future with the cat and mouse game getting out of hand.", "genres": ["Action", "Crime", "Thriller"], "title": "Villain", "votes": 2005.0, "avgRating": 6.4, "year": 2017, "productionInfo": ["India"], "id": "6616800"}, {"plot": "1969. The gaudily decorated El Royale Motor Hotel, literally straddling the California/Nevada border located just outside of Tahoe, has seen better days, but almost simultaneously four individuals check-in - they the only four guests - all assisted by the only hotel employee working this day, the young clerk, Miles Miller. The four are: southern traveling salesman Laramie Seymour Sullivan, stereotypically brash as to his profession; aging Catholic priest Father Daniel Flynn who is showing early signs of Alzheimer's; struggling black singer Darlene Sweet, who has a gig in nearby Reno; and an angry young female hippie who refuses to divulge her name. Some of the four are not who they appear on the surface, those individuals having a very specific reason for choosing the El Royale beyond just needing a place to stay. The true stories of the four plus that of Miles become intertwined, with what happening affected by the dirty secrets of the El Royale. What happens between the five may also be affected by others who are looking for one or more of the five, either in helping them or reclaiming them for their own nefarious purposes.", "genres": ["Crime", "Drama", "Mystery"], "title": "Bad Times at the El Royale", "votes": 104464.0, "avgRating": 7.1, "year": 2018, "productionInfo": ["United States"], "id": "6628394"}, {"plot": "A teacher works hard to better a village that has poverty, unemployment, and a drug problem.", "genres": ["Comedy"], "title": "Jattu Engineer", "votes": 3307.0, "avgRating": 6.0, "year": 2017, "productionInfo": ["India"], "id": "6642396"}][{"plot": "When a billionaire's daughter intent on bringing down a major crime syndicate is targeted by a group of professional assassins, a team of mercenaries must stop them before they kill her.", "genres": ["Action", "Thriller"], "title": "Triple Threat", "votes": 6902.0, "avgRating": 5.5, "year": 2019, "productionInfo": ["Thailand", "China", "United States"], "id": "6643972"}, {"plot": "On a devastated Earth overrun by lethal and ever-hearing predators of a possible extraterrestrial origin, the Abbotts struggle to survive in a desolate New York City in a new era of utter silence. As this new type of invader is attracted to noise, even the slightest of sounds can be deadly; however, it's been already twelve months since the powerful monsters' first sightings, and this resilient family still stands strong. To learn the rules of survival in this muted dystopia is essential; nevertheless, an otherwise joyous event is threatening an already frail stability. Now, more than ever, don't make a sound.", "genres": ["Drama", "Horror", "Sci-Fi"], "title": "A Quiet Place", "votes": 330147.0, "avgRating": 7.5, "year": 2018, "productionInfo": ["United States"], "id": "6644200"}, {"plot": "Bridget returns home at her brother's urging to deal with her ailing mother and her father's reluctance to let go of their life together.", "genres": ["Drama"], "title": "What They Had", "votes": 2468.0, "avgRating": 6.6, "year": 2018, "productionInfo": ["United States"], "id": "6662736"}, {"plot": "In Los Angeles, cashier Audrey Stockton spends her birthday upset after being dumped, via text, by her boyfriend, Drew. Her charismatic best friend and roommate, Morgan, convinces her to burn Drew's things and sends him a text as a heads up. Unbeknownst to Audrey, Drew is a government agent being pursued by men trying to kill him. He promises to return and asks Audrey not to burn his things in the meantime. At her job, Audrey flirts with a man who asks her to walk him to his car. Outside, he and a colleague force her into a van and he proceeds to tell her he is Sebastian Henshaw and that Drew works for the C.I.A. and has gone missing. Audrey claims not to have heard from Drew and upon returning home, informs Morgan that Drew is a spy. Drew returns to Audrey's apartment to retrieve his possessions, including a second place trophy he won from fantasy football. People soon begin shooting into the apartment and Drew tells Audrey that, if anything were to happen to him, she must travel to Vienna and turn over the trophy to his contact. Drew is then murdered by a man Morgan had previously met at the bar, who is himself a spy, who is then killed by Morgan by pushing him off the balcony before he can attack Audrey..", "genres": ["Action", "Adventure", "Comedy"], "title": "The Spy Who Dumped Me", "votes": 56273.0, "avgRating": 6.0, "year": 2018, "productionInfo": ["Canada", "United States"], "id": "6663582"}, {"plot": "After being declared \"Outlaw\" by the occupying English Empire, Robert the Bruce (Chris Pine) raises an army of Scottish fighters in rebellion. Twists and turns all across the Scottish countryside lead this film on an epic, \"true to historical events\", journey that captures heroism at its core!", "genres": ["Action", "Biography", "Drama"], "title": "Outlaw King", "votes": 48572.0, "avgRating": 6.9, "year": 2018, "productionInfo": ["United Kingdom", "United States"], "id": "6679794"}, {"plot": "Ladies in Black is set in Sydney in the summer of 1959, against the backdrop of Australia's cultural awakening, breakdown of class structures, and liberation of women. It tells the coming-of-age story of suburban schoolgirl Lisa, who while waiting for her final high school exam results with dreams of going to the University of Sydney, takes a summer job at a large department store. Here she works side-by-side with a group of saleswomen who open her eyes to a world beyond her sheltered existence, and foster her metamorphosis.", "genres": ["Comedy", "Drama", "Romance"], "title": "Ladies in Black", "votes": 3513.0, "avgRating": 6.7, "year": 2018, "productionInfo": ["Australia"], "id": "6684884"}, {"plot": "Dev (Akshaye Khanna), a police officer, is investigating a double murder case that has only two witnesses, who are also the prime suspects. The suspects - Vikram (Siddharth Malhotra), an acclaimed writer, and Maya (Sonakshi Sinha), a young homemaker, have different narratives about the events of that fateful night. Both the stories seem true but there can only be one truth. Dev is torn between the two versions of the story, and will not settle till he finds out what happened that night.", "genres": ["Mystery", "Thriller"], "title": "Ittefaq", "votes": 8704.0, "avgRating": 7.2, "year": 2017, "productionInfo": ["India"], "id": "6692354"}, {"plot": "With more board configurations than there are atoms in the observable universe, the ancient Chinese game of 'Go' has long been considered a grand challenge for artificial intelligence. On March 9, 2016, the worlds of Go and artificial intelligence collided in South Korea for an extraordinary best-of-five-game competition, coined the Google DeepMind Challenge Match. Hundreds of millions of people around the world watched as a legendary Go master took on an unproven AI challenger for the first time in history. Directed by Greg Kohs with an original score by Academy Award nominee, Hauschka, AlphaGo chronicles a journey from the halls of Cambridge, through the backstreets of Bordeaux, past the coding terminals of DeepMind in London, and, ultimately, to the seven-day tournament in Seoul. As the drama unfolds, more questions emerge: What can artificial intelligence reveal about a 3000-year-old game? What can it teach us about humanity?", "genres": ["Documentary"], "title": "AlphaGo", "votes": 3722.0, "avgRating": 7.9, "year": 2017, "productionInfo": ["United States"], "id": "6700846"}, {"plot": "With the arrival of electricity in Kerala in the early 20th century under British rule, the 'Odiyan' clan - gangsters capable of shape-shifting in the darkness - find it difficult to survive. The last 'Odiyan' (played by Mohanlal) spreads terror across the empire with his stealth attacks when his own kind are captured and ruthlessly killed.", "genres": ["Action", "Drama", "Fantasy"], "title": "Odiyan", "votes": 2978.0, "avgRating": 5.6, "year": 2018, "productionInfo": ["India"], "id": "6707906"}, {"plot": "After sending Bholi Punjaban in jail Fukrey Boys Hunny,Choocha,Zafar and Lali are doing well their success in life still depends on Choocha's dreams.A frustrated Bholi is in jail since a year and cant arrange for her bail as her criminal activities have stopped and there is no source of income.Bholi contacts minister Babulal Bhatia to bail her out in returns Babulal tells her that she should pay him 10 Crore within 10 days of her release or else on 11th day she will be back in jail.Bholi tracks Hunny,Choocha,Zafar and Lali and tells them as they were responsible for her arrest they should arrange the bail amount by opening a fraud finance company which will benefit them as well as the people.But Babulal plays a part and puts the company into losses.Fukrey Boys now are on the run to save their lives from Bholi as well as the people who have invested in the company.", "genres": ["Comedy"], "title": "Fukrey Returns", "votes": 4085.0, "avgRating": 6.5, "year": 2017, "productionInfo": ["India"], "id": "6712014"}, {"plot": "A documentary exploring the life and career of notorious Republican dirty trickster and longtime Trump adviser, Roger Stone, who helped create the real estate mogul's political career.", "genres": ["Biography", "Documentary"], "title": "Get Me Roger Stone", "votes": 5588.0, "avgRating": 7.4, "year": 2017, "productionInfo": ["United States"], "id": "6714534"}][{"plot": "In San Francisco, the couple Scott and Annie are happily married. When Scott is promoted in his job, Annie asks him to move to Napa Valley to raise a family with children of their own. They negotiate and buy the old house that belongs to the structural engineer and widower Charlie Peck. But soon Scott notes that Charlie is always in his real estate and is hitting on Annie and he decides to investigate with his friend Mike who Charlie is.", "genres": ["Drama", "Horror", "Mystery"], "title": "The Intruder", "votes": 7461.0, "avgRating": 5.5, "year": 2019, "productionInfo": ["United States", "Canada"], "id": "6722030"}, {"plot": "IAS officer Chanchala Reddy is imprisoned in a haunted house, while she is interrogated by law enforcers investigating a politician they suspect of corruption.", "genres": ["Action", "Horror", "Thriller"], "title": "Bhaagamathie", "votes": 2062.0, "avgRating": 7.0, "year": 2018, "productionInfo": ["India"], "id": "6727296"}, {"plot": "A few years after Lazer Team has saved the planet from Aliens, Woodrow \"Woody\" Johnson was kidnapped, and is now lost somewhere in the Galaxy. A girl by the name of Maggie has received an encrypted alien file that leads into Woody's kidnapping, And now Lazer Team must try and find him.", "genres": ["Sci-Fi"], "title": "Lazer Team 2", "votes": 2418.0, "avgRating": 6.2, "year": 2018, "productionInfo": ["United States"], "id": "6730898"}, {"plot": "A man from an orthodox, protective family is also a secret vigilante who directly kills culprits with the help of a cop as he doesn't believe in prolonged justice system. When his own uncle dies due to land mafia, he sets out to provide justice to all other victims and confronts the real culprit.", "genres": ["Action", "Comedy"], "title": "Duvvada Jagannadham", "votes": 2722.0, "avgRating": 5.5, "year": 2017, "productionInfo": ["India"], "id": "6734984"}, {"plot": "Dueling high school debate champs who are at odds on just about everything forge ahead with ambitious plans to get into the colleges of their dreams.", "genres": ["Comedy"], "title": "Candy Jar", "votes": 3668.0, "avgRating": 5.8, "year": 2018, "productionInfo": ["United States"], "id": "6744044"}, {"plot": "Hedy Lamarr was a Hollywood movie star who was hailed as the most beautiful and glamorous in the world. However, that was only the surface that tragically obscured her astounding true talents. Foremost of them was her inventive genius that a world blinded by her beauty could not recognize as far back as her youth in Austria with her homemade gadgets. This film explores Lamarr's life which included escaping a loveless marriage on the eve of Nazi Germany's conquest of her nation to a new career in Hollywood. However, her intellectual contributions were denied their due even when she offered them in the service of her new home during World War II. Only after years of career and personal decline in her troubled life would Lamarr learn that her staggering aptitude created brilliant engineering concepts that revolutionized telecommunications, which forced the world to realize the hidden abilities of a woman it had so unfairly underestimated.", "genres": ["Biography", "Documentary", "History"], "title": "Bombshell: The Hedy Lamarr Story", "votes": 2621.0, "avgRating": 7.4, "year": 2017, "productionInfo": ["United States"], "id": "6752848"}, {"plot": "Physics prodigy Stillman (Butterfield) is destined for great things, only to be derailed when his girlfriend, Debbie (Turner) suddenly dumps him. But Stillman isn't beaten, he does what any heartbroken genius would do - he invents a time machine to get a second chance at love.", "genres": ["Comedy", "Drama", "Romance"], "title": "Time Freak", "votes": 4429.0, "avgRating": 5.8, "year": 2018, "productionInfo": ["United States"], "id": "6769280"}][{"plot": "Olivia Barron, her best friend Markie Cameron, Markie's boyfriend Lucas Moreno, along with Penelope Amari and her boyfriend Tyson Curran, and Brad Chang go on a trip to Rosarito, Mexico. In Mexico, Olivia runs into fellow student Ronnie who proceeds to harass her until a man intervenes on her behalf. The man introduces himself as Carter and eventually convinces her and her friends to join him for drinks at the ruins of a mission. There, Carter initiates a game of Truth or Dare with Olivia and her friends, plus Ronnie, who followed the group. Eventually, the game ends when Carter reveals that he deceived Olivia as a means of tricking her and her friends to the mission to offer them in his place in the supernatural game of Truth or Dare. As Carter leaves, he explains to Olivia that the game will follow them and they must not refuse it..", "genres": ["Horror", "Thriller"], "title": "Truth or Dare", "votes": 36855.0, "avgRating": 5.1, "year": 2018, "productionInfo": ["United States"], "id": "6772950"}, {"plot": "General Gurinder Singh comes with a proposal to General Pratap Malik with the intention of bribing him.Pratap Malik declines in proposal following which Gurinder Singh threatens him that he will expose his secret unit DSD (Data System Diagnostics) which conduct secret operations.DND is lead by Colonel Abhay Singh who finds from his team that one of his honest officer Major Jai Bakshi has been absconding with confidential data of the secret unit.", "genres": ["Action", "Thriller"], "title": "Aiyaary", "votes": 3520.0, "avgRating": 5.2, "year": 2018, "productionInfo": ["India"], "id": "6774212"}, {"plot": "After their small Australian country town is annihilated by an overwhelming airborne attack, a group of civilians evade capture and discover they are now among the last remaining survivors of an extraterrestrial invasion engulfing the entire planet. As humanity falls under world-wide occupation, they form a home-grown army to fight back against vastly superior enemy forces. On the front lines of the battle for Earth, they are our last hope.", "genres": ["Action", "Drama", "Sci-Fi"], "title": "Occupation", "votes": 11779.0, "avgRating": 5.4, "year": 2018, "productionInfo": ["Australia"], "id": "6774786"}, {"plot": "In 2001, high-school student Teddy Walker drops out of school when he's unable to concentrate during a crucial test. In 2018 he works as a barbecue-grill salesman and dating a wealthy woman named Lisa, and has developed a careful financial strategy that allows him to maintain the illusion that he is better off than he actually is. But his life falls apart just as he learns that he will inherit control of the store when the current manager retires: As he proposes to Lisa in the shop, he accidentally triggers an explosion when a champagne cork pops open a gas tank; the manager runs away with the insurance from the explosion. Teddy's friend is willing to give him a job--if he can earn his GED.", "genres": ["Comedy"], "title": "Night School", "votes": 27598.0, "avgRating": 5.6, "year": 2018, "productionInfo": ["United States"], "id": "6781982"}, {"plot": "Renee Bennett is a young woman who struggles with low self-esteem and insecurities over her appearance. Out of a Chinatown basement office, she manages the website for cosmetics firm Lily LeClaire with co-worker Mason, while aspiring to work in their Fifth Avenue headquarters. When a vacancy for a receptionist comes up at HQ, she decides not to apply after reading the job description's emphasis on being the beautiful \"face\" of LeClaire. One night, inspired by the movie Big, Renee wishes at a fountain to be beautiful, but nothing happens. The next day, Renee falls off her SoulCycle bike during an exercise class, hitting her head and losing consciousness. When she wakes, she has not changed physically, but she believes herself to be astonishingly beautiful..", "genres": ["Comedy", "Romance"], "title": "I Feel Pretty", "votes": 42433.0, "avgRating": 5.5, "year": 2018, "productionInfo": ["China", "United States"], "id": "6791096"}, {"plot": "Sulochana Dubey (Sullu) is a housewife living in suburbs of Virar in Mumbai living with her husband Ashok and son Pranav.Sulochana is criticized by her family for not being successful in life as she was bad at studies.She wins a Radio quiz and gets a chance to meet RJ Albeli Anjali and tells that she wants to become an RJ after reading an advertisement in her office.Anjali takes her to channel head Maria they get inspired by her spirit but presently cant offer her anything.When a particular subject is not working fro the channel Radio Wow Maria decides to start a late night show with Sullu titled Tumhari Sullu which will change her daily life.", "genres": ["Comedy", "Drama"], "title": "Tumhari Sulu", "votes": 4010.0, "avgRating": 7.0, "year": 2017, "productionInfo": ["India"], "id": "6791730"}, {"plot": "In the fall of 1960, Father Thomas Riley and Father John Thornton were sent by the Vatican to investigate a miraculous event in an Irish home for 'fallen women', only to uncover something much more horrific.", "genres": ["Horror"], "title": "The Devil's Doorway", "votes": 2280.0, "avgRating": 5.2, "year": 2018, "productionInfo": ["Ireland", "United Kingdom"], "id": "6793280"}, {"plot": "Twenty-five years after the verdict in the Rodney King trial sparked several days of protests, violence and looting in Los Angeles, filmmakers examine that tumultuous period through rarely seen archival footage.", "genres": ["Documentary", "History"], "title": "LA 92", "votes": 2730.0, "avgRating": 8.2, "year": 2017, "productionInfo": ["United States"], "id": "6794424"}, {"plot": "Spencer (Spencer Stone) and Alek (Alek Skarlatos) are attending a suburban Christian middle school. They bond over their interest in guns, and are often sent to the principal's office for disciplinary action. Once, while sent to the principal's office, they meet another student, who often misbehaves in school, Anthony (Anthony Sadler), and the three become friends. Spencer and Alek are from single mother homes, and their mothers often stick up for them when called to the principal's office regarding their misconduct. While working part-time at a smoothie shop, Spencer waits on a recruiter for the United States Marine Corps.", "genres": ["Biography", "Drama", "Thriller"], "title": "The 15:17 to Paris", "votes": 23638.0, "avgRating": 5.2, "year": 2018, "productionInfo": ["United States"], "id": "6802308"}, {"plot": "Lawman Luke Hobbs (Dwayne \"The Rock\" Johnson) and outcast Deckard Shaw (Jason Statham) form an unlikely alliance when a cyber-genetically enhanced villain threatens the future of humanity.", "genres": ["Action", "Adventure"], "title": "Fast & Furious Presents: Hobbs & Shaw", "votes": 97395.0, "avgRating": 6.6, "year": 2019, "productionInfo": ["United States"], "id": "6806448"}, {"plot": "Old school magic meets the modern world in this epic adventure. Alex (Louis Ashbourne Serkis) thinks he's just another nobody, until he stumbles upon the mythical sword in the stone, Excalibur. Now, he must unite his friends and enemies into a band of knights and, together with the legendary wizard Merlin (Sir Patrick Stewart), take on the wicked enchantress Morgana (Rebecca Ferguson). With the future at stake, Alex must become the great leader he never dreamed he could be.", "genres": ["Action", "Adventure", "Family"], "title": "The Kid Who Would Be King", "votes": 10573.0, "avgRating": 6.0, "year": 2019, "productionInfo": ["United Kingdom", "United States"], "id": "6811018"}, {"plot": "Two fathers with opposing personalities come together to celebrate the wedding of their children. They are forced to spend the longest week of their lives together, and the big day cannot come soon enough.", "genres": ["Comedy"], "title": "The Week Of", "votes": 15269.0, "avgRating": 5.1, "year": 2018, "productionInfo": ["United States"], "id": "6821012"}, {"plot": "Nearly two long decades after the life-altering events in Unbreakable (2000) and the grotesque emergence of the powerful \"Beast\" persona in Split (2016), the now-grizzled avenger of the innocent--David Dunn, or \"The Overseer\"--still tries to track down the Horde and the elusive kidnapper, Kevin Wendell Crumb. However, a mysterious new adversary in the person of the determined and silver-tongued psychiatrist, Dr Ellie Staple, has made it her mission to convince David, Kevin, and Raven Hill Memorial's wheel-bound brittle-boned inmate, Elijah Price, that the delusional super-humans are, in fact, mere mortals. Now, the stage seems set for the ultimate revelation, against the backdrop of an imminent deadly confrontation. Is there a moment of life beyond what fate has predestined?", "genres": ["Drama", "Sci-Fi", "Thriller"], "title": "Glass", "votes": 164797.0, "avgRating": 6.7, "year": 2019, "productionInfo": ["United States", "China"], "id": "6823368"}, {"plot": "Captain Ashwat Raina's efforts to turn India into a nuclear state are at first met with criticism and then years later, with an offer from the government. With the help of Himanshu Shukla, the Prime Minister's principal secretary, he leads a team to conduct a second nuclear test series. The only major threat lurking is the American Lacrosse satellite which caught the first test preparations, further causing America to warn India about such future tests. With their patriotic hearts and unbreakable spirits, Ashwat and his team race against time to conduct the tests confidentially while the country's worsening political scenario as well as the presence of spies from US and Pakistan puts them into both mental as well as physical challenges.", "genres": ["Action", "Drama", "History"], "title": "Parmanu: The Story of Pokhran", "votes": 18207.0, "avgRating": 7.7, "year": 2018, "productionInfo": ["India"], "id": "6826438"}][{"plot": "A couple spend a weekend at a vacation rental home in the Italian countryside in an attempt to repair their relationship, but soon become victims of the homeowner's sinister plans.", "genres": ["Thriller"], "title": "Welcome Home", "votes": 3774.0, "avgRating": 5.2, "year": 2018, "productionInfo": ["United States"], "id": "6829180"}, {"plot": "This action thriller is about a power battle which is taking place in the higher echelons of power unrelated and unconnected episodes occurring in different parts of the globe, Intertwine in an unforeseen manner to a revelation of mind games. The story delves the audience into the game of a brilliant master mind to reveal the true nature of all that are involved. It challenges the perceptions of who is the hunter and who is the hunted.", "genres": ["Action", "Thriller"], "title": "Saaho", "votes": 11816.0, "avgRating": 5.5, "year": 2019, "productionInfo": ["India"], "id": "6836936"}, {"plot": "Ronnie is serving in the Indian army.He gets a call from his former lover Neha as she is clueless about her missing daughter.Upon reaching Goa Ronnie sees that Neha is very disturbed by the event and cops are not taking the missing case seriously. Ronnie then starts his own investigation and finds that there is no truth in Neha's story as such thing never happened. But Neha is adamant that her daughter has been kidnapped.", "genres": ["Action", "Thriller"], "title": "Baaghi 2", "votes": 7637.0, "avgRating": 5.0, "year": 2018, "productionInfo": ["India"], "id": "6843812"}, {"plot": "An unidentified woman is engaged in a brutal fight with a man in a car and finally dispatches him with a shot to the head. Five years earlier, the same woman, Riley North, is working as a bank teller in Los Angeles struggling to make ends meet. Her husband Chris owns a failing mechanic shop. They have a ten-year-old daughter, Carly. Chris' friend tries to talk him into robbing Diego Garcia, a powerful drug lord. Chris turns him down, but not before Garcia has already discovered his involvement and ordered his men to make an example of him. Riley and Chris take Carly out for pizza and to a carnival for her birthday since no one showed up to her party. At the carnival, Carly orders peppermint ice cream. As the family walks to the car, Diego's men gun down her husband and daughter in a drive-by shooting. She is wounded, but survives.", "genres": ["Action", "Drama", "Thriller"], "title": "Peppermint", "votes": 41661.0, "avgRating": 6.5, "year": 2018, "productionInfo": ["Hong Kong", "United States"], "id": "6850820"}, {"plot": "It's a rare person who would give up fame and fortune to toil in obscurity for someone else's creative vision. Yet, that's exactly what Leon Vitali did after his acclaimed performance as 'Lord Bullingdon' in Stanley Kubrick's Barry Lyndon (1975). The young actor surrendered his thriving career to become Kubrick's loyal right-hand man. For more than two decades, Leon played a crucial role behind-the-scenes helping Kubrick make and maintain his legendary body of work. In Filmworker, Leon's candid, often funny, sometimes shocking experiences in the company of Kubrick are woven together with rich and varied elements including previously unseen photos, videos, letters, notebooks, and memos from Leon's private collection. Insightful, emotionally charged anecdotes from actors, family, crew members, and key film industry professionals who worked with Kubrick and Leon add an important layer of detail and impact to the story. Filmworker enters the world of Leon Vitali and Stanley Kubrick from a unique perspective that highlights the nitty-gritty of the creative process. By experiencing Leon's journey we come to understand how the mundane gives rise to the magnificent as timeless filmmaking is brought to life at its most practical and profound level.", "genres": ["Biography", "Documentary"], "title": "Filmworker", "votes": 2014.0, "avgRating": 7.5, "year": 2017, "productionInfo": ["United States"], "id": "6851066"}, {"plot": "Newlywed Elizabeth (Abbey Lee) arrives with her brilliant scientist husband Henry (Ciarán Hinds) to his magnificent estate, where he wows her with lavish dinners and a dazzling tour of the property. The house staff Claire (Carla Gugino) and Oliver (Matthew Beard) treat her differently but she can't shake the feeling something is off. Henry explains that everything in his world now belongs to her, all is for her to play in - all except for a locked-off room he forbids her from entering. When he goes away for business, Elizabeth decides to investigate.", "genres": ["Horror", "Sci-Fi", "Thriller"], "title": "Elizabeth Harvest", "votes": 4632.0, "avgRating": 5.7, "year": 2018, "productionInfo": ["United States"], "id": "6852872"}, {"plot": "Not far from the sun-kissed Santa Cruz beach where she had a traumatic childhood experience, the now-mother-of-two, Adelaide, reluctantly returns to their serene lake house with her husband, Gabe, to spend the summer vacation. However, after all this time, Adelaide still can't shake off the ominous feeling that the terrifying encounter with her bizarre doppelgänger will, somehow, come back to haunt not only her but also her unsuspecting family. Indeed, before the end of the day, the happy holidaymakers will see their worst fear come true, as an evil quartet who bears an uncanny resemblance to them stands in their driveway. Then, they pull out their sharp scissors. What do \"they\" want from them?", "genres": ["Drama", "Horror", "Mystery"], "title": "Us", "votes": 156602.0, "avgRating": 6.9, "year": 2019, "productionInfo": ["United States", "China", "Japan"], "id": "6857112"}, {"plot": "Four women have attended a monthly book club for thirty years, where they bond over the suggested literature. Vivian, who owns and builds hotels, runs into Arthur, a man she turned down marriage to 40 years prior. They begin a flirtation, but Vivian has always refused to settle down because she enjoys her independence. Diane is recently widowed, and her daughters would like her to move closer to them in Arizona because they perceive her to be in danger because she's living alone. Sharon is a federal judge who's been single since she divorced her son's father over 15 years ago. Carol has a successful marriage to Bruce, who has recently retired but they have recently lacked intimacy. One day, they read Fifty Shades of Grey and are turned on by the content. Viewing it as a wake up call, they decide to expand their lives and chase pleasures that have eluded them. While flying to visit her daughters in Arizona, Diane meets Mitchell and they strike up a relationship, though Diane is hesitant because of how recently her late husband died and because she hasn't dated in decades. Vivian spends more time with Arthur, but because of her fear of commitment, she tries to keep him at a distance..", "genres": ["Comedy", "Drama", "Romance"], "title": "Book Club", "votes": 20907.0, "avgRating": 6.1, "year": 2018, "productionInfo": ["United States"], "id": "6857166"}, {"plot": "Lisa is the last person you'd expect to find in a highway-side 'sports bar with curves', but as general manager at Double Whammies, she's come to love the place and its customers. An incurable den mother, she nurtures and protects her girls fiercely, but over the course of one trying day, her optimism is battered from every direction. Double Whammies sells a big, weird American fantasy, but what happens when reality pokes a bunch of holes in it?", "genres": ["Comedy", "Drama"], "title": "Support the Girls", "votes": 5128.0, "avgRating": 6.4, "year": 2018, "productionInfo": ["United States"], "id": "6859352"}, {"plot": "Dr. Faraday, a country physician of humble beginnings, is called to Hundreds Hall, an 18th-century estate, in 1947 to attend to the maid, Betty. As a boy, he and his mother (a former maid) had been admitted to the house during the 1919 Empire Day party. Enamored with the house, he broke off an ornamental acorn from a mirror frame, causing his mother to slap him for vandalism. The Hall now belongs to Roderick Ayres, a scarred Royal Air Force veteran. The elderly Mrs Ayres also lives there with her daughter, Caroline. Upon arriving Dr Faraday observes the house has decayed over the years and that the family is in severe financial straits. During a house party where Dr Faraday is present, a couple brings their young child who is mauled by Caroline's previously gentle Labrador retriever. Dr. Faraday later meets with Roderick, who claims there is a supernatural force in the house that hates him. Dr Faraday takes this as evidence of Roderick being of unsound mind, and becomes alarmed when he learns Roderick is planning a land sale. Roderick accosts Dr Faraday about intruding into the Ayres' affairs. Roderick later sets fire to his room and is committed to an asylum. Dr Faraday resolves to stay and care for the Ayres. He becomes romantically involved with Caroline, despite her being of a higher social class..", "genres": ["Drama", "Horror", "Mystery"], "title": "The Little Stranger", "votes": 5998.0, "avgRating": 5.5, "year": 2018, "productionInfo": ["United Kingdom", "Ireland", "France"], "id": "6859762"}, {"plot": "Three identical triplets Jai, Lava, Kusa are stage artists who work with their maternal uncle. Jai was dominated by Lava, Kusa and their uncle also not letting him to act in stage drama due to his stammering problem. Later, Jai becomes an ardent devotee of demon Ravana and blast the stage where Lava and Kusa are acting. Destiny brings the brothers together due to some unanticipated situations.", "genres": ["Action", "Drama"], "title": "Jai Lava Kusa", "votes": 4617.0, "avgRating": 7.0, "year": 2017, "productionInfo": ["India"], "id": "6861726"}, {"plot": "After learning about his terminal diagnosis, a college professor decides to live his life to the fullest by drinking, smoking and expressing real thoughts for the people around him. While going through the stages, he come to terms with the great truth of his life as he mends broken relationships, embraces the people in his life and learns to ignite his inner good spirit.", "genres": ["Comedy", "Drama"], "title": "The Professor", "votes": 12956.0, "avgRating": 6.7, "year": 2018, "productionInfo": ["United States"], "id": "6865690"}][{"plot": "A celebrated covert operation specialist Ajay Kumar is assigned a high risk mission to retrieve the detonation codes for deadly plutonium weapons stolen by terrorists to upset the world order. After putting his unparalleled skills to use he finds himself on the verge of successfully completing the mission, only to be shocked by treasonous acts which he wouldn't have even dreamt of. He is then left to deal with overwhelming odds stacked against him in order to survive.", "genres": ["Action", "Thriller"], "title": "Vivegam", "votes": 10151.0, "avgRating": 5.7, "year": 2017, "productionInfo": ["India"], "id": "6878378"}, {"plot": "A Brooklyn couple has always known that their four-year-old son is more interested in fairy tale princesses than toy cars. But when his preschool director points out that his gender-nonconforming play may be more than a phase, the couple is forced to rethink their roles as parents and spouses.", "genres": ["Drama", "Family"], "title": "A Kid Like Jake", "votes": 2178.0, "avgRating": 5.3, "year": 2018, "productionInfo": ["United States"], "id": "6884200"}, {"plot": "Tanner and Matt are two Midwest men in their late twenties savoring the scotch and entertainment of their beloved hometown of Waterloo, Iowa. Tanner has to decide to accept a job offer in Chicago, or remain in his hometown. Matt has to pull himself out of the slump of female rejection that has never fallen on this hyper heterosexual man.", "genres": ["Comedy"], "title": "BROS.", "votes": 2855.0, "avgRating": 5.2, "year": 2017, "productionInfo": ["United States"], "id": "6887248"}, {"plot": "Orson Welles's final movie, The Other Side of the Wind, started filming in 1970 but by the time of his death in 1985 had not been released. It was finally released by Netflix in 2018. This documentary details the making of the movie and the problems Welles had in completing and releasing it.", "genres": ["Documentary"], "title": "They'll Love Me When I'm Dead", "votes": 3386.0, "avgRating": 7.5, "year": 2018, "productionInfo": ["United States"], "id": "6893836"}, {"plot": "Kara, a private nurse and single mother, moves from the big city to the quiet countryside with her two children, 13-year-old Jesse and 8-year-old Cambria, to live with and take care of an elderly man with multiple sclerosis. Things seem normal enough until Jesse discovers a mysterious old relic in the old man's house, leading to unexpected and horrifying things coming to life.", "genres": ["Fantasy", "Horror", "Mystery"], "title": "Itsy Bitsy", "votes": 3278.0, "avgRating": 5.8, "year": 2019, "productionInfo": ["United States"], "id": "6895284"}, {"plot": "A free-spirited woman in her 50s seeks out love at L.A. dance clubs.", "genres": ["Comedy", "Drama", "Romance"], "title": "Gloria Bell", "votes": 6177.0, "avgRating": 6.3, "year": 2018, "productionInfo": ["Chile", "United States"], "id": "6902696"}, {"plot": "Manikarnika born in Varanasi when Dixt a minister in Jhansi princely state sees her he proposes her marriage to Gangadar Rao prince of Jhansi.Sadashiv Rao plots along with British officers to conquer Jhansi as he Is promised a stake in it after conquering Jhansi.After the birth of Lakshmi and Gangadar Rao's son Sadashiv Rao sees his place in fear and poison the holy water during the naming ceremony of the child following which he passes away and also leaves Gangadar Rao on death bed.Gangadar Rao decides to adopt a son and Sadashiv Rao feels guilty of not adopting his son instead a toddler who comes running to Lakshmi Bai.After death of Gangadar Rao.The East India Company decides to conquer on Jhansi as there is no male ruler.But Lakshmi Bai decides to take the throne on herself and fight for Jhansi.", "genres": ["Action", "Biography", "Drama"], "title": "Manikarnika: The Queen of Jhansi", "votes": 7320.0, "avgRating": 6.5, "year": 2019, "productionInfo": ["India"], "id": "6903440"}, {"plot": "An illustrious British boarding school becomes a bloody battleground when a mysterious sinkhole appears at a nearby fracking site unleashing unspeakable horror.", "genres": ["Action", "Comedy", "Horror"], "title": "Slaughterhouse Rulez", "votes": 6829.0, "avgRating": 5.2, "year": 2018, "productionInfo": ["United Kingdom"], "id": "6905696"}, {"plot": "Sophie Sheridan (Amanda Seyfried) is preparing for the grand reopening of her mother Donna's (Meryl Streep's) hotel, following Donna's death a year earlier. She is upset because two of her fathers, Harry (Colin Firth) and Bill (Stellan Skarsgård), are unable to make it to the reopening and she is having trouble in her relationship with Sky (Dominic Cooper), who is in New York City, over her memorializing her mother's life. In 1979, a young Donna (Lily James) graduated from Oxford's New College with Rosie (Alexa Davies) and Tanya (Jessica Keenan Wynn), and prepares to travel the world. In Paris, she meets and parties with Harry (Hugh Skinner). They spend the night together, but Donna leaves soon afterwards. She later misses her boat to Kalokairi, but is offered a ride by Bill (Josh Dylan), and along the way, they are able to help a stranded fisherman, Alexio (Gerard Monaco), make it in time to stop the love of his life from marrying another. Unbeknownst to Donna, Harry has followed her to Greece; but he arrived too late, and sadly watches the boat sailing off in the distance.", "genres": ["Comedy", "Musical", "Romance"], "title": "Mamma Mia! Here We Go Again", "votes": 65815.0, "avgRating": 6.7, "year": 2018, "productionInfo": ["United Kingdom", "United States", "Japan"], "id": "6911608"}][{"plot": "A young film student in the early '80s becomes romantically involved with a complicated and untrustworthy man.", "genres": ["Drama", "Mystery", "Romance"], "title": "The Souvenir", "votes": 3384.0, "avgRating": 6.5, "year": 2019, "productionInfo": ["United Kingdom", "United States"], "id": "6920356"}, {"plot": "After confronting head-on the nefarious Vortex organization in Johnny English Reborn (2011), the retired and now-grizzled man of mystery who knows no fear, Johnny English (Rowan Atkinson), finds himself teaching geography and showing the ropes to his young pupils at a boarding school. However, with the annual G12 International Conference being just around the corner, the British Prime Minister (Dame Emma Thompson) will have no other choice but to call Johnny out of retirement when an all-out cyber-attack exposes the identities of every spy in the United Kingdom. Now, England's old-school counter-espionage tactics are up against the elaborate and well-orchestrated digital warfare unleashed by a sinister megalomaniac who craves world domination. Can Johnny English and his tech-savvy sidekick, Bough (Ben Miller), save the Queen and Great Britain?", "genres": ["Action", "Adventure", "Comedy"], "title": "Johnny English Strikes Again", "votes": 52439.0, "avgRating": 6.2, "year": 2018, "productionInfo": ["United Kingdom", "France", "United States", "China"], "id": "6921996"}, {"plot": "The film follows the most tumultuous four years in the life of Manto and that of the two countries he inhabits - India and Pakistan. In Bombay's seedy-shiny film world, Manto and his stories are widely read and accepted. But as sectarian violence engulfs the nation, Manto makes the difficult choice of leaving his beloved Bombay. In Lahore, he finds himself bereft of friends and unable to find takers for his writings. His increasing alcoholism leads him into a downward spiral. Through all of this, he continues to write prolifically, without dilution. This is the tale of two emerging nations, two faltering cities, and one man who tries to make sense of it all.", "genres": ["Biography", "Drama"], "title": "Manto", "votes": 2933.0, "avgRating": 7.4, "year": 2018, "productionInfo": ["India"], "id": "6923462"}, {"plot": "Union minister Haridev called as \"Hari Dhadha\" Abhayankar, previously a gangster who had carried out many attacks in Dharavi, tries to evict the people and seize their land. Kaala, the leader of Dharavi, opposes it to protect the area and his people. Hari Dhadha's failed attempts to kill Kaala in order to take control of the area leads to the death of Kaala's wife and older son instead. And to take revenge on him and protect the people of Dharavi, Kaala decides to fight him.", "genres": ["Action", "Drama"], "title": "Kaala", "votes": 7045.0, "avgRating": 6.8, "year": 2018, "productionInfo": ["India"], "id": "6929642"}, {"plot": "Agnes, taken for granted as a suburban mother, discovers a passion for solving jigsaw puzzles which unexpectedly draws her into a new world - where her life unfolds in ways she could never have imagined.", "genres": ["Drama"], "title": "Puzzle", "votes": 4355.0, "avgRating": 6.7, "year": 2018, "productionInfo": ["United States"], "id": "6933454"}, {"plot": "The last two years (1888-1890) in the life of Vincent van Gogh are presented, those years spent largely in southern France, most specifically Arles. He is driven by his art and what his art means to him, as opposed to the primary goal of making money, which he does not in not selling any of his paintings and thus being supported financially and emotionally by his brother, Theo van Gogh. As opposed to his friend and fellow artist Paul Gauguin who has a modicum of success, Van Gogh is seen as less contemplative about his work due in large part to the speed at which he paints and what is seen as the haphazard style of thick strokes of paint on the canvas, but he is arguably more contemplative regardless of how prolific he is. That overall contemplative nature manifests itself more as madness, seeming or real, as demonstrated by an infamous act concerning his left ear.", "genres": ["Biography", "Drama"], "title": "At Eternity's Gate", "votes": 19733.0, "avgRating": 6.9, "year": 2018, "productionInfo": ["Ireland", "Switzerland", "United Kingdom", "France", "United States"], "id": "6938828"}, {"plot": "A kindergarten teacher in New York becomes obsessed with one of her students whom she believes is a child prodigy.", "genres": ["Drama"], "title": "The Kindergarten Teacher", "votes": 10052.0, "avgRating": 6.7, "year": 2018, "productionInfo": ["United States", "Israel", "United Kingdom", "Canada"], "id": "6952960"}, {"plot": "Young adults Nikki Angioli and Leo Campo were staunch competitors and best friends growing up in the Little Italy neighborhood of Toronto. Their respective fathers, friends Sal Angioli and Vince Campo, ran Pizza Napoli, which made the best pizza in the neighborhood due to the combination of Nikki's paternal nona Franca Angioli's secret marinara sauce, and Leo's paternal nono Carlo Campo's secret thin crust pizza dough recipe. While Leo has stayed in Toronto working part-time at his father's pizzeria with the secret hopes of one day opening his own pizzeria, Nikki, who loved Leo while they were growing up, ran off to London five years ago hoping never to return to Toronto to get away from her past, which includes Leo himself, who she believes has turned into a ladies man solely trying to put notches in his bedpost, and Sal and Vince now in a feud of an unspecified nature following they winning best pizza in Little Italy several years ago, each subsequently having opened competing pizzerias next door to each other, which would preclude Nikki and Leo getting together even if either wanted. Nikki is working toward being a chef in her own right of anything but pizza, she at the cooking school of famed Michelin starred chef, Corinne, who seemingly has nothing nice to say about anyone, especially her students. Nikki learns that it is between her and another student, Gareth, who Corinne will choose to work at her new London restaurant, the two who will compete to produce the best menu. First, Nikki further learns that she has to deal with a visa issue, meaning that, whether or not she likes it, she has to return to Toronto for a few weeks. In inevitably running in Leo, she finds that there is still a sexual tension that exists between the two. They will have the many existing hurdles to overcome to get together, they each having to realize that they are hurdles worth overcoming, while learning some of those issues are truly non-existent.", "genres": ["Comedy", "Romance"], "title": "Little Italy", "votes": 7396.0, "avgRating": 5.7, "year": 2018, "productionInfo": ["Canada", "United States"], "id": "6957966"}, {"plot": "Two women, who are dissatisfied with the dishonesty they see in dating and relationships, decide to make a pact to spend 24 hours together hoping to find a new way to create intimacy.", "genres": ["Comedy", "Drama", "Romance"], "title": "Duck Butter", "votes": 2201.0, "avgRating": 5.2, "year": 2018, "productionInfo": ["United States"], "id": "6958014"}, {"plot": "Australian western set on the Northern Territory frontier in the 1920s, where justice itself is put on trial when an aged Aboriginal farmhand shoots a white man in self-defense and goes on the run as a posse gathers to hunt him down.", "genres": ["Adventure", "Crime", "Drama"], "title": "Sweet Country", "votes": 6032.0, "avgRating": 6.9, "year": 2017, "productionInfo": ["Australia"], "id": "6958212"}, {"plot": "October, 1962. Italian-American Bronx native Tony Vallelonga - long called Tony Lip by those that know him for being able to BS his way out of anything - largely uses that ability to BS, his street smarts and his fists to do his job in \"customer relations\" (i.e. a glorified bouncer) at the Copa, where he has to deal with well dressed toughs and thugs, albeit with a smile and often without they knowing that he is screwing them. Like most of his Italian-American friends and family, he is a working class bigot, as demonstrated by his actions concerning some black laborers who did work in his and his wife Dolores' apartment. With the Copa closed for renovations until the new year, Tony has to find another job in the interim, he, without telling Dolores, pawning some of his valuables in the meantime to put food on their and their two adolescent sons' table. When he is given the inside scoop on a job working for Dr. Don Shirley, he only did not know before meeting Dr. Shirley that the Dr. refers to his multiple Ph.D.s, and that he is a classically trained pianist (the head of the popular music playing Don Shirley Trio) instead of a physician, but arguably most importantly that he is a well educated, wealthy and refined black man. The job is not only as chauffeur as Tony initially thought, but to be his all-expenses and well paid general foot soldier, especially in the area of security, for the eight week tour he has arranged for the trio with his record label, much of that tour in the Deep South (the last scheduled date being December 23rd in Birmingham, Alabama) hence the need for especially that security in he being black. Renegotiating the terms, learning that Dr. Shirley actually recruited him based on his reputation for being able to get the job done, and getting the okay from Dolores in the stipulation that he make it home for Christmas or else, Tony accepts the job. Beyond the obvious hazards of the race relations aspect of the job once they get to the Deep South, they will not only have to get over their own differences as humans in their moral and ethical values to survive with each other for eight weeks, but deal with the general role reversal of the uneducated white man being subservient to the well-educated black man. In that aspect, Dr. Shirley may have other issues in the Deep South as not fitting into either the white or black populations in general.", "genres": ["Biography", "Comedy", "Drama"], "title": "Green Book", "votes": 254574.0, "avgRating": 8.2, "year": 2018, "productionInfo": ["United States"], "id": "6966692"}, {"plot": "Set in the small-town of Bareilly, Bitti is a free-spirited young girl who lives life on her own terms and refuses to be pressured into getting married. Her life takes a shift when she meets Chirag Dubey and Pritam Vidrohi.", "genres": ["Comedy", "Romance"], "title": "Bareilly Ki Barfi", "votes": 14799.0, "avgRating": 7.5, "year": 2017, "productionInfo": ["India"], "id": "6967980"}, {"plot": "In this remake of Kalyana Samayal Saadham (2013), a couple fall in love but then the groom discovers that he suffers from erectile dysfunction.", "genres": ["Comedy", "Romance"], "title": "Shubh Mangal Saavdhan", "votes": 6771.0, "avgRating": 6.9, "year": 2017, "productionInfo": ["India"], "id": "6971752"}, {"plot": "An average middle class employee living in Mumbai is stuck in a rut of paying EMIs, barely tolerating an over-imaginative boss, and a unexciting married life. One fine day he goes home early to surprise his wife, but ends up getting surprised when she's in bed with her lover. What twists and turns does the story take now? How does he deal with the situation at hand? Will he be able to come out as a winner in the end?", "genres": ["Comedy", "Thriller"], "title": "Blackmail", "votes": 7141.0, "avgRating": 7.0, "year": 2018, "productionInfo": ["India"], "id": "6972140"}, {"plot": "Federation trooper Johnny Rico is ordered to work with a group of new recruits on a satellite station on Mars, where giant bugs have decided to target their next attack.", "genres": ["Action", "Animation", "Sci-Fi"], "title": "Starship Troopers: Traitor of Mars", "votes": 4479.0, "avgRating": 5.5, "year": 2017, "productionInfo": ["United States", "Japan"], "id": "6977240"}, {"plot": "Raised in London, Bharat is a typical youngster who's yet to figure out what to do in life after graduation when circumstances force him to become the Chief Minister of Andhra Pradesh. New to the place and with no political knowledge, Bharat learns the ropes quickly and governs efficiently. However, while he endears himself to the masses, he makes enemies out of the political class, including his own party members. With the people within and outside his party gunning for him, can the young CM succeed in effecting change in the society?", "genres": ["Action", "Drama"], "title": "Bharat Ane Nenu", "votes": 14155.0, "avgRating": 7.7, "year": 2018, "productionInfo": ["India"], "id": "6980546"}][{"plot": "Charting the story of Formula One's most celebrated family, Williams is a thrilling account of how one man built a racing empire and a vivid, heart-rending portrait of the aftermath of a tragedy. Starting life with nothing other than a single-minded obsession for speed, Sir Frank Williams created one of the world's most enduring Formula One racing teams, winning nine Constructors' Championships over the last 40 years. But in 1986 at the height of this success, a near fatal car accident left Frank fighting to survive and the team's future hanging in the balance. Williams, a brand-new documentary from BAFTA-wining director Morgan Matthews, tells the story of Frank's rise to fame and how his family battled to keep him alive and the team afloat after the crash that left Frank wheelchair-bound for the rest of his life. Featuring heart-pounding racing footage, interviews with much-loved Formula One stars (including Sir Jackie Stewart, Nigel Mansell, Alan Jones and Sir Patrick Head) and candid never-before-seen accounts of what really went on behind closed doors, it is an honest, authentic and incredibly revealing portrait of one of the most extraordinary families in motor sport.", "genres": ["Biography", "Documentary", "Sport"], "title": "Williams", "votes": 2587.0, "avgRating": 7.7, "year": 2017, "productionInfo": ["United Kingdom"], "id": "6981046"}, {"plot": "A college student who will do just about anything for Internet fame is kidnapped by a fan, and her reluctant roommate is the only one who can save her in this horror satire of popularity culture.", "genres": ["Comedy", "Horror", "Thriller"], "title": "Clickbait", "votes": 3692.0, "avgRating": 6.1, "year": 2019, "productionInfo": ["United States"], "id": "6982794"}, {"plot": "Based on the memoir by Indian policy analyst Sanjaya Baru, The Accidental Prime Minister explores Manmohan Singh's tenure as the Prime Minister of India, and the interference of Congress Party in contradicting his decisions during his first tenure. He details how Singh fell a victim to Congress Party's dynastic approach. It highlights how Manmohan Singh was constantly ignored by Congress to maintain turf for Rahul Gandhi, the son of Sonia Gandhi and Rajiv Gandhi.", "genres": ["Biography", "Drama"], "title": "The Accidental Prime Minister", "votes": 5527.0, "avgRating": 6.1, "year": 2019, "productionInfo": ["India"], "id": "6986710"}, {"plot": "The story of two miserable and unpleasant wedding guests, Lindsay and Frank, who develop a mutual affection despite themselves.", "genres": ["Comedy", "Drama", "Romance"], "title": "Destination Wedding", "votes": 18887.0, "avgRating": 6.0, "year": 2018, "productionInfo": ["United States"], "id": "6987770"}, {"plot": "Secluded from the rest of the world, nestled deep in the bosom of a perpetually cold and gloomy forest somewhere in the vast early-1980s Shadow Mountains, the quiet lumberjack, Red Miller, and his gentle artist girlfriend, Mandy Bloom, live a peaceful life. Then, a fateful encounter with the drug-addled spiritual leader of the delusional Children of the New Dawn cult, Jeremiah Sand, will pave the way for pain and sacrifice, as the cannibalistic and LSD-ridden biker gang of the Black Skulls robs Miller of his happiness. Now, a pained Red on the verge of insanity and his blood-thirsty battle axe crave retribution, and no force on Earth can stop them. Can blood appease the restless dead?", "genres": ["Action", "Fantasy", "Horror"], "title": "Mandy", "votes": 49340.0, "avgRating": 6.6, "year": 2018, "productionInfo": ["United Kingdom", "Belgium", "United States"], "id": "6998518"}, {"plot": "The son of a Baptist preacher is forced to participate in a church-supported gay conversion program after being forcibly outed to his parents.", "genres": ["Biography", "Drama"], "title": "Boy Erased", "votes": 22973.0, "avgRating": 6.9, "year": 2018, "productionInfo": ["Australia", "United States"], "id": "7008872"}, {"plot": "In his feature film directorial debut, comedian Bo Burnham deftly encapsulates the awkwardness, angst, self-loathing and reinvention that a teenage girl goes through on the cusp of high school. Given that the 27-year-old stand-up comic achieved fame as a teenager himself through YouTube by riffing on his insecurities, he is uniquely capable as the film's writer and director to tell the story of Kayla, an anxious girl navigating the final days of her eighth grade year, despite creating a protagonist w female instead of male. Like Burnham did more than a decade ago, 13-year-old Kayla turns to YouTube to express herself, where she makes advice blogs in which she pretends to have it all together. In reality, Kayla is sullen and silent around her single father and her peers at school, carrying out most of her interactions with her classmates on Instagram and Twitter. Her YouTube videos are a clever narrative tool that provide insight into her inner hopes and dreams, much like an inspirational online diary. One of Eighth Grade's biggest triumphs is in its realism.", "genres": ["Comedy", "Drama"], "title": "Eighth Grade", "votes": 48885.0, "avgRating": 7.4, "year": 2018, "productionInfo": ["United States"], "id": "7014006"}, {"plot": "In an effort to control the city the Mayor opens the doors to the Russian Mob. It is not long until he realizes they aren't going to follow his rules. To fix the problem he accepts an offer to set up the Russians and open the door for the Cartel. When the Russians find out they take the Mayors Daughter and then the real games begin.", "genres": ["Action", "Crime", "Thriller"], "title": "Betrayed", "votes": 3453.0, "avgRating": 6.3, "year": 2018, "productionInfo": ["United States"], "id": "7014430"}, {"plot": "The movie starts ploting the story of a youngster Arivu(Sivakarthikeyan) who is from a slum and his wish is to begin a radio channel for himself, he also had some personal plans while creating the channel. After considering his family hardship, he try to seek a job in the town and he get a salesman job but the real story reveals when he start to find the secret behind the food corporations and the adulteration in the industry he fight against them. The rest of the story reveals whether his plans work out or not and will his protest bring out the change or not.", "genres": ["Action", "Thriller"], "title": "Velaikkaran", "votes": 2821.0, "avgRating": 7.4, "year": 2017, "productionInfo": ["India"], "id": "7019820"}, {"plot": "Two high school sweethearts meet at a reunion after 22 years and reminisce about their past over the course of an evening.", "genres": ["Drama", "Romance"], "title": "96", "votes": 12081.0, "avgRating": 8.7, "year": 2018, "productionInfo": ["India"], "id": "7019842"}, {"plot": "A couple tries to dispose of a dead body; a little boy gets a surprise when he meets his estranged father; a son discovers his mother's other side; a religious man starts having doubts over his God. Super Deluxe gives us four stories and the protagonists in each of these stories are tested in their beliefs in the strangest ways.", "genres": ["Action", "Crime", "Drama"], "title": "Super Deluxe", "votes": 4398.0, "avgRating": 8.4, "year": 2019, "productionInfo": ["India"], "id": "7019942"}, {"plot": "\"A\" is a traveling spirit who wakes up in the body of a different male or female teenager, every day. One day, \"A\" wakes up in the body of Justin, the neglectful boyfriend of Rhiannon. At school, Rhiannon approaches \"A\" (as Justin), and she convinces \"A\" to skip school with her. As the day goes on, \"A\" falls in love with Rhiannon, as she confides to Justin her troubled home life, following her dad's mental breakdown that almost resulted in her family losing their home. Rhiannon, in return, feels a rekindled love for Justin, seeing as he has seemingly changed into a more thoughtful and caring person than he was before. The next day, Rhiannon finds that Justin has reverted to his old, careless self, and doesn't even remember the day before. Meanwhile, waking up in the body of Amy, \"A\" masquerades as an exchange student in order to be close with Rhiannon..", "genres": ["Drama", "Fantasy", "Romance"], "title": "Every Day", "votes": 14951.0, "avgRating": 6.4, "year": 2018, "productionInfo": ["United States"], "id": "7026672"}, {"plot": "In holy town of Kedarnnath a Muslim boy Mansoor drops pilgrims to their destinations as porter while Mandakini a high caste Brahmin girl is engaged to marry a boy of same caste.faith brings the two together but their relationship is opposed due to different caste.Mandakini attempts suicide on the day of her marriage.But is saved by family, Mansoor promises her that he will take her out of the valley once she recovers.Mandakini's husband plans to kill Mansoor and drive his community out from the valley.But floods strike the region with heavy rains leaving everyone's life in danger.", "genres": ["Drama", "Romance"], "title": "Kedarnath", "votes": 4682.0, "avgRating": 6.1, "year": 2018, "productionInfo": ["India"], "id": "7027278"}, {"plot": "Stephanie is a single mother with a parenting vlog who befriends Emily, a secretive upper-class woman who has a child at the same elementary school. When Emily goes missing, Stephanie takes it upon herself to investigate.", "genres": ["Comedy", "Crime", "Drama"], "title": "A Simple Favor", "votes": 99309.0, "avgRating": 6.8, "year": 2018, "productionInfo": ["Canada", "United States"], "id": "7040874"}, {"plot": "Calvin Barr, an old, bitter recluse who was once a legendary assassin for the US government, and whose task to kill Hitler almost changed the course of WWII, is asked to come back from retirement for one final top secret mission - to track down and eliminate a Bigfoot that became infected with a deadly disease that could spread to others if the creature remains on the loose in the forest for too long. During the mission, Barr's WWII past is shown through flashbacks.", "genres": ["Adventure", "Drama", "Sci-Fi"], "title": "The Man Who Killed Hitler and Then The Bigfoot", "votes": 7008.0, "avgRating": 5.6, "year": 2018, "productionInfo": ["United States"], "id": "7042862"}, {"plot": "A satire set in the contemporary art world scene of Los Angeles, where big money artists and mega-collectors pay a high price when art collides with commerce.", "genres": ["Horror", "Mystery", "Thriller"], "title": "Velvet Buzzsaw", "votes": 44876.0, "avgRating": 5.7, "year": 2019, "productionInfo": ["United States"], "id": "7043012"}][{"plot": "When Palestinian Muslim foreman Yasser installs a new drainpipe on Lebanese Christian Tony's balcony without his permission, Tony's dislike of Palestinians triggers what appears to be a minor disagreement. But insults are hurled, and the situation soon escalates out of control. What begins with a petty argument leads to a highly publicized trial that captivates a nation, and also gives a range of people an opportunity to settle old scores. Doueiri masterfully takes this private clash of wills as a starting point to explore historic rifts amongst Lebanese communities, and the aftermath of the civil war. Intelligently using humor and pathos, The Insult is ultimately a plea for empathy, forgiveness and peace.", "genres": ["Crime", "Drama", "Thriller"], "title": "L'insulte", "votes": 11956.0, "avgRating": 7.7, "year": 2017, "productionInfo": ["France", "Cyprus", "Belgium", "Lebanon", "United States"], "id": "7048622"}, {"plot": "With his true love captured by the villainous Sheriff of Nottingham, the legendary Robin Hood and his crew of outlaws execute a daring rescue to save her.", "genres": ["Action", "Adventure", "History"], "title": "Robin Hood: The Rebellion", "votes": 3327.0, "avgRating": 5.6, "year": 2018, "productionInfo": ["United Kingdom"], "id": "7052244"}, {"plot": "A woman grieving over the death of her daughter loses grip of reality when she begins to think her girl may still be alive.", "genres": ["Drama", "Mystery", "Thriller"], "title": "Angel of Mine", "votes": 4185.0, "avgRating": 6.6, "year": 2019, "productionInfo": ["Australia", "United States"], "id": "7058080"}, {"plot": "Circumstances force Arun, an aspiring film director, to take up the job of a Sub Inspector after his father passes away. While Arun faces issues in adjusting to the lifestyle of a police officer, a series of mysterious murders of school going girls happen in the city.", "genres": ["Action", "Crime", "Thriller"], "title": "Ratsasan", "votes": 12370.0, "avgRating": 8.7, "year": 2018, "productionInfo": ["India"], "id": "7060344"}, {"plot": "An edge of the seat action thriller that tells story of Theeran Thirumaran- Deputy Commissioner of Police who investigated a series of events including dacoity, robbery and cold- blooded murders that occurred in National Highway roads across six states of India between 1995 - 2005. Based on \"Operation Bawaria\" of Tamilnadu Police Department.", "genres": ["Action", "Crime", "Thriller"], "title": "Theeran Adhigaaram Ondru", "votes": 7112.0, "avgRating": 8.3, "year": 2017, "productionInfo": ["India"], "id": "7060460"}, {"plot": "Recovering from the trauma of being kidnapped last Halloween by the Blue Skeleton - a group who take \"extreme haunt\" to another level - five friends decide they must face their fears in order to move on. Heading back out on the road to visit more haunted house attractions, signs of the Blue Skeleton start appearing again and a new terror begins.", "genres": ["Horror"], "title": "The Houses October Built 2", "votes": 3228.0, "avgRating": 6.0, "year": 2017, "productionInfo": ["United States"], "id": "7068818"}, {"plot": "Gary Hart, a U.S. senator from Colorado, is the widely accepted front-runner in the race for the Democratic presidential nomination. After losing the 1984 nomination to vice-president Walter Mondale, Hart decides to run for President of the United States. At one point during his campaign, against the will of his manager Bill Dixon, Hart challenges the press and public to \"follow him around\" while he's not campaigning on weekends. This proves to be a mistake when in 1987, photos of him and journalist Donna Rice are published by Miami Herald Reporters. In a desperate attempt to clear his name, Hart tries to fix his reputation at a news event concerning the affair but to no avail. Because of the consequences of his actions, Hart is disgraced, berated by Dixon, and forced to drop out of the campaign while his wife Oletha remains to be close with him. Donna also announces that she has personally denied sleeping with the now former senator..", "genres": ["Biography", "Drama", "History"], "title": "The Front Runner", "votes": 8398.0, "avgRating": 6.1, "year": 2018, "productionInfo": ["Canada", "United States"], "id": "7074886"}, {"plot": "It's January 2015 in St. Charles, a suburb of St. Louis. Fourteen year old John Smith, of Guatemalan descent, was adopted by Caucasians Brian and Joyce Smith when John was an infant and they were on a mission in Latin America. John is at the stage of his life where he is acting out, placing barriers between himself and his parents. The only things John seems to care about are basketball having made the school team's first string - and even then he has a tendency to grandstand on the court to prove himself to Chad who he beat out for the position - hanging out with his friends, particularly his best friends Josh and Rieger, and girls, most of his thoughts toward Abby. While Brian tries to connect to John by being his buddy and talking about basketball, Joyce feels they still have to be his parents and not his friends. The church used to be Joyce's sanctuary, but even the physical building of the church and the spirituality she got from it she feels are slowly being taken away from her in she constantly butting heads with the new pastor, Jason Noble, who is trying to take the church in a progressive direction against Joyce's sensibilities. Things for the Smiths change when on Martin Luther King Day, John, Josh and Rieger, against warnings, are playing on frozen St. Louis Lake, they eventually falling through the ice into the water. While first responders are able to pull Josh and Rieger out without incident, John has fallen below the ice unconscious into the murky water below. Although firefighter Joe Marrow believes they are now dealing with a non-emergency recovery rather than an emergency rescue mission, fellow firefighter Tommy Shine is able to locate an unresponsive John. John having been in the water for fifteen minutes, CPR not having been administered until twenty minutes after the fall, and rushing him to the hospital with no pulse for forty five minutes, Dr. Kent Sutterer, the attending ER doctor who happens to be Abby's father, allows Joyce to say her goodbyes to John. It isn't until Joyce is by John's side praying for a miracle that John regains a pulse. Following, differing views emerge as to John's potential recovery and survival. Dr. Garrett, the specialist in drowning cases, can only provide his scientific opinion, which is probable death through the night, and if John does survive, he will have suffered massive and permanent neurological damage with his brain being deprived of oxygen for such a long period of time. Brian, while at the hospital, cannot get himself to see John as he can only take his faith so far before common sense as to what will happen kicks in. Joyce, who has had a need to control things around her most of her life, does so as much as she can in John's situation, while she truly does believe that a miracle can happen as she continues to look to God. Pastor Jason knows he has to bridge what gaps have emerged between him and Joyce for both their and John's sake. And Tommy, a non-religious man, knows that some higher power that day told him to stay in the water to look for John.", "genres": ["Biography", "Drama"], "title": "Breakthrough", "votes": 4776.0, "avgRating": 6.1, "year": 2019, "productionInfo": ["United States"], "id": "7083526"}, {"plot": "Hidayat Khan is the son of an Indian freedom fighter and agent posing as an informant for the Pakistani government. He wishes to make his 20-year-old daughter Sehmat an agent and continue the family tradition of being in service to the country. Sehmat leaves college. She is hastily trained by senior RAW officer Khalid Mir. Her father uses his friendship with Brigadier Syed of the Pakistan Army to get Sehmat married to his son, Iqbal Syed, a military officer. Sehmat quickly settles into her married life, she falls in love with Iqbal. But everything starts to complicated.", "genres": ["Action", "Drama", "Thriller"], "title": "Raazi", "votes": 20153.0, "avgRating": 7.8, "year": 2018, "productionInfo": ["India"], "id": "7098658"}, {"plot": "Having known each other since childhood, two ardent young lovers in early-1970s Harlem--the nineteen-year-old, Tish, and her twenty-two-year-old self-made sculptor beau, Fonny--have all the time in the world to plan their shared future. However, a hideous crime on the other side of the town paired with a flagrant abuse of power will have a wrongfully accused Fonny singled out at a police line-up, incarcerating him for an atrocity he didn't commit. Now, an unending lone quest for justice begins, as life's unstoppable force blesses both saints and sinners. But, is love enough against the injustice of a cruel world?", "genres": ["Drama", "Romance"], "title": "If Beale Street Could Talk", "votes": 30694.0, "avgRating": 7.2, "year": 2018, "productionInfo": ["United States"], "id": "7125860"}][{"plot": "Emily and Eden Stevens escape one violent situation only to stumble into another. Terrified and alone, they are stranded in the woods, hunted by a werewolf. When they find shelter in a nearby home, things only get worse. They must work together to get out alive as a family of werewolves close in for the kill.", "genres": ["Horror", "Thriller"], "title": "Bonehill Road", "votes": 2969.0, "avgRating": 6.3, "year": 2017, "productionInfo": ["United States"], "id": "7127700"}, {"plot": "After a meteoric five-year rise to the top in the cut-throat world of dazzling Hollywood and a long decade of treading water, the once-young-and-popular action star, Rick Dalton, finds it difficult to swallow that the rapacious and always hungry for new blood film industry can do without him. Sensing that his career may be nearing its end, Rick along with his sympathetic confidant and former stunt double, Cliff Booth, face the grim possibility of a mundane new life in an ever-changing 1969 Los Angeles. Now, unlike his glamorous next-door neighbours--the young director fresh off the triumphant success of Rosemary's Baby (1968), Roman Polanski, and the rising star of The Wrecking Crew (1968), Sharon Tate--Rick has to make a difficult decision. Of course, none of them is aware that their fates, and their very lives, are on a collision course with a certain Charles Manson, and his army of ferociously zealous believers. Will Hollywood ever be the same after August 9, 1969?", "genres": ["Comedy", "Drama"], "title": "Once Upon a Time in Hollywood", "votes": 221292.0, "avgRating": 8.0, "year": 2019, "productionInfo": ["United States", "United Kingdom", "China"], "id": "7131622"}, {"plot": "A friendship with a top-secret robot turns a lonely girl's life into a thrilling adventure as they take on bullies, evil bots and a scheming madman.", "genres": ["Action", "Adventure", "Animation"], "title": "Next Gen", "votes": 11597.0, "avgRating": 6.6, "year": 2018, "productionInfo": ["China", "Canada", "United States"], "id": "7133686"}, {"plot": "Nick is haunted by night terrors stemming from a tragic murder he saw when he was young. After inheriting an old toy shop, he discovers a cursed elf doll sealed inside an ancient chest with a naughty list of his family's names written on it. He soon discovers that the elf was an evil conduit meant to unleash a supernatural killing spree during the Christmas Holidays by whomever set it free.", "genres": ["Horror"], "title": "The Elf", "votes": 2024.0, "avgRating": 5.7, "year": 2017, "productionInfo": ["United States"], "id": "7136736"}, {"plot": "Trapped in a self-destructive world of regret, obsession, and booze, the guilt-ridden LAPD Detective, Erin Bell, stumbles upon an unexpected clue from her painful past. As a result, seventeen long years after a botched undercover operation to capture the violent gang leader, Silas, once more, Erin finds herself on the warpath, hell-bent on settling an old score by reopening the long-forgotten case. Now, the ghosts of the past demand retribution, as Silas seems to have picked up where he left off. However, does Erin deserve redemption?", "genres": ["Action", "Crime", "Drama"], "title": "Destroyer", "votes": 18654.0, "avgRating": 6.2, "year": 2018, "productionInfo": ["United States"], "id": "7137380"}, {"plot": "After her father Isaac's murder, Shaun Russell travels to the house she grew up in with her two children, daughter Jasmine and son Glover. Shaun intends to settle her father's estate and sell the remotely-located house, which has multiple security features, including a hand-held remote monitor. The security system is off-line at their arrival, but is soon reactivated by Jasmine. Unknown to the family, four criminals - Peter, Sam, Duncan, and their leader Eddie - are already in the house. Jasmine and Glover are taken hostage while Shaun is outside. Peter chases Shaun into the woods, where she manages to knock him unconscious. She leaves him bound and gagged, and uses the intercom to call the house. Eddie tells her they only came for the safe and the $4 million they believe is inside; Isaac was under investigation and Sam had learned that he liquidated his assets. The crew has only 90 minutes from when they cut the phone line before the security company will contact police, so they want to find it and leave quickly. Concealed in the trees, Shaun sees Maggie, the Realtor, arrive with paperwork for the house sale. Eddie greets her at the door, explaining Shaun had gone into town briefly, and invites her in. Maggie notices Shaun's purse on the table behind Eddie and declines. As Maggie is leaving, Duncan attacks and slits her throat, which upsets Eddie, as it means Shaun won't be as controllable..", "genres": ["Action", "Crime", "Drama"], "title": "Breaking In", "votes": 11095.0, "avgRating": 5.4, "year": 2018, "productionInfo": ["United States", "Japan"], "id": "7137846"}, {"plot": "In the Yardley College, Gatsby Welles learns that his girlfriend Ashleigh Enright will travel to Manhattan to interview the cult director Roland Pollard for the college paper and he plans a romantic weekend with her. Gatsby is the son of a wealthy family in New York and Ashleigh is from Tucson and her father owns several banks. He has no attraction to study in Yardley but gambling and Ashleigh. When they arrive in Manhattan, Gatsby does not tell his parents that are planning a fancy party in the evening. Ashleigh meets Pollard and he invites her to a screening of his new film with his writer Ted Davidoff. Meanwhile Gatsby stumbles upon his friend, who is cinema student, and he accepts to participate in a kiss scene with Chan Tyrell, who is the younger sister of his former girlfriend. Along the rainy weekend in New York, Gatsby and Ashleigh have new experiences and discoveries.", "genres": ["Comedy", "Romance"], "title": "A Rainy Day in New York", "votes": 4270.0, "avgRating": 6.9, "year": 2019, "productionInfo": ["United States"], "id": "7139936"}, {"plot": "A heartwarming story of pride and self reliance, which finds its roots in the heart of India and reflects the passion that runs through the veins of every single Indian. Taking the message of \"Made in India\" forward, the film modestly tries to bring back our traditional art forms and handicrafts in focus. The film is helmed by National award winning Producer - Director Duo of Maneesh Sharma and Sharat Katariya \"Dum Laga Ke Haisha\" and features Varun Dhawan and Anushka Sharma in the lead roles. Through the hero and his wife, film talks about the need of social entrepreneurship as a tool for social and economic development of our artisans, living their life in the margins due to the changing times. Set in a small town in India, the film encapsulates the journey of an honest man from a humble background, who pursues his passion, overcoming all odds and soon finds himself on the cover of an international magazine with the world taking note and appreciating his talent. A clean family entertainer, the film emphasizes virtues like honesty, self respect and community living.", "genres": ["Comedy", "Drama"], "title": "Sui Dhaaga: Made in India", "votes": 5820.0, "avgRating": 6.8, "year": 2018, "productionInfo": ["India"], "id": "7147540"}, {"plot": "Sawyer Valentini is naturally clinical in thought which makes her good at her latest job as a data analyst for a bank. That natural way has also led to her not being able to maintain personal relationships, whether it be friends, lovers or family. Even with her mother Angela Valentini, Sawyer has erected barriers, and without telling her as much only discloses information to her on a need to know basis. But what has made Sawyer not want to maintain these personal relationships in losing trust in people is that she was stalked by an admirer, David Strine, he the primary reason she took this analyst job in Pennsylvania to escape from David and her hometown of Boston regardless of the restraining order she has against him. The fact of there being a \"David\" is something that Sawyer has not told her mother. Sawyer often will imagine others as David, which she knows is irrational but which nonetheless is affecting her negatively. After the latest such incident of imagining someone she meets as David, Sawyer feels the need to speak to a mental health professional, the closest that she is able to find online being at the Highland Creek Behavioral Center. In signing what she is told by the counselor there are standard liability forms, Sawyer discovers what she has actually signed are voluntary 24-hour commitment forms. Her belligerent behavior and other circumstances lead to her commitment period being extended to one week, the maximum under law. In trying to get out of the locked facility among a group of \"crazies\", Sawyer befriends one other patient, Nate Hoffman, who is in the one month opioid withdrawal program. During this time, Sawyer begins to believe that one of the new night shift orderlies calling himself George Shaw is David. Is this one of her irrational hallucinations or real? Regardless, both \"George\" and Sawyer's lives and by association the lives of those close to Sawyer are placed at risk as Sawyer deals with this real or imaginary threat in the form of who she believes is David.", "genres": ["Drama", "Horror", "Mystery"], "title": "Unsane", "votes": 34344.0, "avgRating": 6.4, "year": 2018, "productionInfo": ["United States"], "id": "7153766"}, {"plot": "In the hip Brooklyn neighborhood of Red Hook, single dad and record store owner Frank is preparing to send his hard-working daughter Sam off to college while being forced to close his vintage shop. Hoping to stay connected through their shared musical passions, Frank urges Sam to turn their weekly jam sessions into a father-daughter live act. After their first song becomes an internet breakout, the two embark on a journey of love, growing up and musical discovery.", "genres": ["Comedy", "Drama", "Music"], "title": "Hearts Beat Loud", "votes": 7537.0, "avgRating": 6.9, "year": 2018, "productionInfo": ["United States"], "id": "7158430"}, {"plot": "Varun and Bhanu, both from different worlds, face challenges in their relationship.", "genres": ["Drama", "Romance"], "title": "Fidaa", "votes": 2779.0, "avgRating": 7.5, "year": 2017, "productionInfo": ["India"], "id": "7159382"}, {"plot": "In an age of mystery and superstition, how would the people of Gotham react to a weird creature of the night, a bat-garbed vigilante feared by the guilty and the innocent alike? The very first Elseworlds tale re-imagines the Dark Knight detective in Victorian times and pits him against the infamous murderer Jack the Ripper.", "genres": ["Action", "Adventure", "Animation"], "title": "Batman: Gotham by Gaslight", "votes": 11340.0, "avgRating": 6.7, "year": 2018, "productionInfo": ["United States"], "id": "7167630"}, {"plot": "After the death of Superman, several new people present themselves as possible successors.", "genres": ["Action", "Animation", "Sci-Fi"], "title": "Reign of the Supermen", "votes": 8368.0, "avgRating": 6.8, "year": 2019, "productionInfo": ["United States"], "id": "7167686"}, {"plot": "A workaholic woman who is left at the altar takes her honeymoon trip anyway, joined by her overachieving father, who left her mother because he believed his family was holding back his career.", "genres": ["Comedy", "Drama"], "title": "Like Father", "votes": 16246.0, "avgRating": 6.1, "year": 2018, "productionInfo": ["United States"], "id": "7170950"}, {"plot": "The movie is an action thriller that concerns hacking and the leak of information, how in the days of interconnections, the privacy of a person doesn't hold power, as anyone can be hacked and their personal information stolen from them.", "genres": ["Action", "Thriller"], "title": "Irumbu Thirai", "votes": 2951.0, "avgRating": 7.7, "year": 2018, "productionInfo": ["India"], "id": "7179784"}, {"plot": "A boxer (Shravan) belonging to upper cast, trains at a gym controlled by a local Don (Bhagwan Das Mishra). Shravan falls for Mishra's niece (Sunaina). The Don does not approve of this match because of previous scuffle between Bhagwan and Shravan. Shravan strives to win Sunaina's hand in marriage and becomes a successful boxer while trying to avoid retaliation from the Don.", "genres": ["Action", "Drama", "Sport"], "title": "Mukkabaaz", "votes": 5399.0, "avgRating": 8.1, "year": 2017, "productionInfo": ["India"], "id": "7180544"}][{"plot": "Mysterious deaths happens continuously, at the same time a private detective is waiting for an interesting case. A kid asks the detective to find the murderer of his dog, then he collects clues which are interrelated with the dog's murder. Is the mystery solved by the detective ?", "genres": ["Action", "Crime", "Thriller"], "title": "Thupparivaalan", "votes": 2899.0, "avgRating": 7.5, "year": 2017, "productionInfo": ["India"], "id": "7190460"}, {"plot": "Using a trove of never-before-seen footage, the film tells the story of Jane's early explorations and research in Tanzania, focusing on her groundbreaking field work, her relationship with her cameraman and husband Hugo Van Lawick, and the chimpanzees that were the subject of her study.", "genres": ["Biography", "Documentary"], "title": "Jane", "votes": 3313.0, "avgRating": 7.8, "year": 2017, "productionInfo": ["United States"], "id": "7207238"}, {"plot": "The teenager Dax has a deep trauma from his childhood since his mother was murdered by a maniac in the Halloween and his father, the psychiatrist Dr. Conway, killed the man in their house. Dax is a lover of horror films and has bought the ticket for the Blood Fest Festival with his friends Sam and Krill that also love the genre. However, his father finds and destroys the ticket and Dax calls his friend, the wannabe actress Ashley (Barbara Dunkelman) that helps him to cross the gate of the festival field. When the festival begins, Dax, Sam, and Krill learn that people are really killed by the maniacs and the gore is not fake. Now they need to find a way out of the festival to survive.", "genres": ["Comedy", "Horror"], "title": "Blood Fest", "votes": 3411.0, "avgRating": 5.3, "year": 2018, "productionInfo": ["United States"], "id": "7208564"}, {"plot": "Puppets. Pixels. Anime. Live action. Stock footage. - Lumpennerd Johannes Grenzfurthner gives an ideotaining cinematic revue about important political concepts. Everyone is talking about freedom. Privacy. Identity. Resistance. The Market. The Left. But, yikes, Johannes can't tolerate ignorant and topically abusive comments on the \"Internet\" anymore. Supported by writer Ishan Raval, in this film, Johannes explains, re-evaluates, and sometimes sacrifices political golden calves of discourse. - Not to be used with false consciousness or silicone-based lubricant.", "genres": ["Animation", "Comedy", "Drama"], "title": "Glossary of Broken Dreams", "votes": 5031.0, "avgRating": 7.1, "year": 2018, "productionInfo": ["Austria", "United States"], "id": "7209510"}, {"plot": "Simmba is an orphan from Shivgadh from where our beloved Singham was born and raised. Contrary to the philosophies of Singham, Simmba believes that a Corrupt Officer's life is an ideal life which inspires him to become one. While Simmba enjoys all the perks of being an immoral and unethical Police Officer, a twist in the tale transforms him and forces him to choose the righteous path.", "genres": ["Action", "Comedy", "Drama"], "title": "Simmba", "votes": 15798.0, "avgRating": 6.3, "year": 2018, "productionInfo": ["India"], "id": "7212726"}, {"plot": "A behind-the-scenes look at how Jim Carrey adopted the persona of idiosyncratic comedian Andy Kaufman on the set of Man on the Moon (1999).", "genres": ["Documentary"], "title": "Jim & Andy: The Great Beyond - Featuring a Very Special, Contractually Obligated Mention of Tony Clifton", "votes": 20005.0, "avgRating": 7.7, "year": 2017, "productionInfo": ["Canada", "United States"], "id": "7214762"}, {"plot": "Penetrating the insular world of New York's Hasidic community, focusing on three individuals driven to break away despite threats of retaliation.", "genres": ["Documentary"], "title": "One of Us", "votes": 3611.0, "avgRating": 7.1, "year": 2017, "productionInfo": ["United States"], "id": "7214842"}, {"plot": "THE FINAL YEAR is a unique insiders' account of President Barack Obama's foreign policy team during their last year in office. Featuring unprecedented access inside the White House and State Department, THE FINAL YEAR offers an uncompromising view of the inner workings of the Obama Administration as they prepare to leave power after eight years.", "genres": ["Documentary"], "title": "The Final Year", "votes": 2243.0, "avgRating": 6.3, "year": 2017, "productionInfo": ["United States"], "id": "7215444"}, {"plot": "Laxmikanth Chauhan is a partner cum tool operator in a workshop.He is against how woman are treated in his society during the five day menstrual.When he gets married he decides to make things better for his wife Gayatri and purchases sanitary napkin for her as she uses dirty cloth during the cycle which is unhygienic.Gayatri asks him to return the napkin packet as its to expensive.Laxmi then decides to make sanitary napkin's himself at lower cost.He convinces his wife to use it but they are of no use he tries to make it much better but fails.Laxmi is then criticized in his village for taking up such initiative following which his family disowns him and he is forced to leave his village.But his hopes don't die he starts to research on how to make low cost sanitary napkins for betterment of women.", "genres": ["Comedy", "Drama"], "title": "Padman", "votes": 17120.0, "avgRating": 8.0, "year": 2018, "productionInfo": ["India"], "id": "7218518"}, {"plot": "West Oakland. Collin Hopkins, a black man who works for the Commander Moving Company as a mover, is a convicted felon on the last three days of his one year parole. Among the many restrictions contained within his parole are living in a halfway house which has its own additional rules, having curfew, not being allowed outside of Alameda County, and no possession of firearms, contravention of any of these items which could extend the length of his parole or worse send him back to prison. Collin, whose felony was largely a matter of unexpected circumstance, wants to do the right thing and lead a straight life. And despite having made it through the first three hundred sixty-two days of his parole, it isn't a guarantee that he will make it to the end clear, let alone make to the end at all due to the environment in which he lives, which includes people like him of a lower socioeconomic standing having to adjust to the gentrification happening within the community. One of the larger threats is his association with Miles Jones, his married best friend since they were kids and his moving partner. Miles, a Caucasian, feels like he has something to prove being white and living in West Oakland, something that Collin inherently doesn't have to prove being black. But what could be the biggest threat to Collin is being haunted in witnessing a white police officer shoot a fleeing black man to death in the back late in the evening of the third to last day of his parole, being shot for no reason by the police something that black people like Collin face every day. Through it all, Collin tries to negotiate his relationship with Val, his girlfriend before his incarceration and the dispatcher at Commander, she who is taking more outward steps to improve her life to match that gentrification which may not include associating personally with someone like Collin, especially in light of having seen the aftermath of what sent him to prison.", "genres": ["Comedy", "Crime", "Drama"], "title": "Blindspotting", "votes": 19902.0, "avgRating": 7.4, "year": 2018, "productionInfo": ["United States"], "id": "7242142"}, {"plot": "When two buddies' drunken debate about whose father would win in a fight is taken seriously by one of their fathers, things go bad. Jobs are lost, relationships ruined, futures destroyed, and middle-aged men are knocked out. In this coming of age story about two recent college graduates spending a few weeks at home before they move to New York, our best friends come to grips with who their fathers really are as they start to see the world with adult eyes.", "genres": ["Comedy"], "title": "Father of the Year", "votes": 8214.0, "avgRating": 5.2, "year": 2018, "productionInfo": ["United States"], "id": "7256866"}, {"plot": "An ex-con struggling to readjust to life in his small town forms an intense bond with his former high school teacher.", "genres": ["Drama"], "title": "Outside In", "votes": 2188.0, "avgRating": 6.6, "year": 2017, "productionInfo": ["United States"], "id": "7260048"}][{"plot": "When a successful television writer's daughter becomes the interest of an aging filmmaker with an appalling past, he becomes worried about how to handle the situation.", "genres": ["Comedy", "Drama"], "title": "I Love You, Daddy", "votes": 3313.0, "avgRating": 6.3, "year": 2017, "productionInfo": ["United States"], "id": "7264080"}, {"plot": "To detonate the huge asteroid which is 7days away from earth with the help of nuclear missile set in space station, team of 6 members travel to space. The hurdles and consequences they faced in this operation will lead them to succeed in their mission is the rest of the story....", "genres": ["Action", "Sci-Fi", "Thriller"], "title": "Tik Tik Tik", "votes": 2023.0, "avgRating": 6.1, "year": 2018, "productionInfo": ["India"], "id": "7280786"}, {"plot": "Based on the real life tragedy in Norway 2011, where 77 people were killed in a terrorist attack by a far right extremist. We follow one of the survivors' physical and emotional struggle after the attack, as well as the trial of the terrorist. A trial that shows how Norway's legal system tries to preserve the human rights of a single perpetrator that executed the worst massacre in Norway.", "genres": ["Crime", "Drama", "History"], "title": "22 July", "votes": 21678.0, "avgRating": 6.7, "year": 2018, "productionInfo": ["Norway", "Iceland", "United States"], "id": "7280898"}, {"plot": "A chieftain of 66 villages in early colonial rule, Uyyalawada Narasimha Reddy, revolts against the atrocities of East India Company. He raids and defeats British Army camps and becomes a threat to the colonial rule. After failing to capture him, the British Army puts a bounty of Rs 10,000 on his head. As his attacks continues for a long period, Britishers plants moles at strategic positions. Unable to capture him, Britishers captures his family. He rescues his family, pointing a knife at the officer. The British Army finally captures him with the help of an informant and treats him like a criminal.", "genres": ["Action", "Drama", "History"], "title": "Sye Raa Narasimha Reddy", "votes": 3875.0, "avgRating": 8.1, "year": 2019, "productionInfo": ["India"], "id": "7283064"}, {"plot": "Struggling to make people laugh in grim early-1980s Gotham City, the mentally ill street clown and failed stand-up comedian, Arthur Fleck, wears his smudgy makeup every day to eke out an existence. Mocked, bullied, and above all, marginalised, Fleck's slippery grip on reality will pave the way for a gradual descent into a dark world of unrestrained violence, as a loaded revolver enters the picture offering the long-awaited liberation. Then, the medications stopped working, and troubled Arthur's fierce hatred seems to be the only way out. Is the world prepared for the gloriously malevolent advent of the grinned super-villain, Joker?", "genres": ["Crime", "Drama", "Thriller"], "title": "Joker", "votes": 402912.0, "avgRating": 8.8, "year": 2019, "productionInfo": ["United States", "Canada"], "id": "7286456"}, {"plot": "In January, 2015, American rock climbers Tommy Caldwell and Kevin Jorgeson captivated the world with their effort to climb the Dawn Wall, a seemingly impossible 3,000 foot rock face in Yosemite National Park, California. The pair lived on the sheer vertical cliff for weeks, igniting a frenzy of global media attention. But for Tommy Caldwell, the Dawn Wall was much more than just a climb. It was the culmination of a lifetime defined by overcoming obstacles. At the age of 22, the climbing prodigy was taken hostage by rebels in Kyrgyzstan. Shortly after, he lost his index finger in an accident, but resolved to come back stronger. When his marriage fell apart, he escaped the pain by fixating on the extraordinary goal of free climbing the Dawn Wall. Blurring the line between dedication and obsession, Caldwell and his partner Jorgeson spend six years meticulously plotting and practicing their route. On the final attempt, with the world watching, Caldwell is faced with a moment of truth. Should he abandon his partner to fulfill his ultimate dream, or risk his own success for the sake of their friendship?", "genres": ["Biography", "Documentary", "Sport"], "title": "The Dawn Wall", "votes": 9158.0, "avgRating": 8.1, "year": 2017, "productionInfo": ["Austria", "United States"], "id": "7286916"}, {"plot": "The documentary pulls back the curtain to introduce the woman behind the performer, the costumes, the glitz and the glamour. Off-stage, in the studio, unplugged and at home, audiences get an unguarded glimpse at Gaga through a series of personal highs and lows and the culmination of a year's emotional journey. From struggles with relationships to health issues, from finding solace in her inner circle to conquering her insecurities, Gaga: Five Foot Two navigates the divide between life as a superstar and life as an everyday woman.", "genres": ["Documentary", "Music"], "title": "Gaga: Five Foot Two", "votes": 10234.0, "avgRating": 7.1, "year": 2017, "productionInfo": ["United States"], "id": "7291268"}, {"plot": "Arjun Reddy, a medico with anger management issues, gets into a brawl with another student and is asked to either apologize or leave college. Arjun prepares to leave but stays back after seeing a first year student, Preethi Shetty. Arjun, along with his friend Shiva, goes to first year class room and announces that he is in love with Preethi and she is exclusive to him. Preethi, although initially afraid of his nature, eventually reciprocates his feelings and their relationship grows stronger over the course of next 3 years. Preethi's father rejects him on the grounds of caste and arranges her marriage with someone else. Arjun protests in front of her house and gets arrested. His father ostracizes him from home for damaging family reputation. He gets an apartment flat with the help of his friend Shiva and joins as a house surgeon in a leading hospital. Unable to forget her, he becomes alcoholic and drug addict. He befriends one of his patients and a leading film star, Jia Sharma, and asks her for a no strings relationship but eventually rejects her after she grows feelings for him. After collapsing in operation theater under the influence of alcohol and drugs, his medical license is temporarily canceled and he is evicted from his flat. Next morning, his grandmother dies and he reconciles his father to give up his self-destructive habits. While on vacation, he learns that Preethi is unhappy with her marriage and meets her after returning home. Arjun convinces Preethi, now a pregnant woman, to live with him. Preethi reveals that he is the father to the child and she left home after marriage and living alone ever since working in a clinic. They get married to each other.", "genres": ["Action", "Drama", "Romance"], "title": "Arjun Reddy", "votes": 17426.0, "avgRating": 8.2, "year": 2017, "productionInfo": ["India"], "id": "7294534"}, {"plot": "Matt and Tanner Return in another night out in Waterloo, Iowa only to have Tyler the Tool throw their evening off with a public prank that embarrasses the Bros. and leaves them taking the night life to neighboring Cedar Falls, Iowa in pursuit of their prankster and their chance at redemption.", "genres": ["Comedy"], "title": "BROS. On The Rocks", "votes": 2687.0, "avgRating": 5.9, "year": 2018, "productionInfo": ["United States"], "id": "7314118"}, {"plot": "The story of a family struggling to survive in a world terrorized by a deadly, primeval species who have evolved for millions of years in the pitch darkness of a vast underground cave system, hunting only with their acute hearing. As the family seeks refuge in a remote haven where they can wait out the invasion, they start to wonder what kind of world will remain when they're ready to emerge.", "genres": ["Drama", "Horror", "Sci-Fi"], "title": "The Silence", "votes": 27392.0, "avgRating": 5.2, "year": 2019, "productionInfo": ["Canada", "Germany", "United States"], "id": "7315484"}, {"plot": "Life in Cuba for three struggling families over the course of 45 years, from the cautious optimism of the early 1970s to the harrowing 1990s after the fall of the Soviet Union and the 2016 death of Fidel Castro.", "genres": ["Documentary"], "title": "Cuba and the Cameraman", "votes": 2004.0, "avgRating": 8.2, "year": 2017, "productionInfo": ["United States"], "id": "7320560"}, {"plot": "47 Meters Down: Uncaged follows the diving adventure of four teenage girls (Sophie Nélisse, Corinne Foxx, Brianne Tju and Sistine Stallone) exploring a submerged Mayan City. Once inside, their rush of excitement turns into a jolt of terror as they discover the sunken ruins are a hunting ground for deadly Great White Sharks. With their air supply steadily dwindling, the friends must navigate the underwater labyrinth of claustrophobic caves and eerie tunnels in search of a way out of their watery hell.", "genres": ["Adventure", "Drama", "Horror"], "title": "47 Meters Down: Uncaged", "votes": 4777.0, "avgRating": 5.0, "year": 2019, "productionInfo": ["United Kingdom", "United States"], "id": "7329656"}][{"plot": "On a rainy day, Arnab and his parents are traveling in a car after meeting Piyali regarding his marriage. Their car hits a strange looking old woman who dies on the spot. Arnab and cops locate her house where her daughter Ruksahana is chained who doesn't seem to be normal and is disconnected from outside world. After performing last rites of her mother Arnab leaves Ruksahana back to her house. But Professor Qasim Ali comes to capture her with his men who know about her identity. But she manages to escape and reach Arnab's place who shelters her not knowing her true identity.", "genres": ["Fantasy", "Horror", "Mystery"], "title": "Pari", "votes": 4700.0, "avgRating": 6.6, "year": 2018, "productionInfo": ["India"], "id": "7329858"}, {"plot": "The film opens with a documentary-style overview of Uncle Drew, a well-remembered basketball legend who was supposed to play in the Rucker Classic. However, due to an unknown conflict, he and his team disappeared. In the present, Dax is the under-appreciated coach of the Harlem Money and their star player, Casper Jones. Dax spends lavishly to keep both his girlfriend, Jess, and Casper happy, despite being a clerk at Foot Locker. During practice Mookie, an old rival of Dax's, arrives and taunts him about the upcoming Rucker Classic tournament. In a dream sequence, we learn that Dax was an orphan who planned on becoming a basketball player, but was humiliated by Mookie after he had a shot blocked by him in their youth. The next day at work Casper demands expensive new shoes from Dax, who effectively bankrupts himself purchasing them. Despite this, Mookie successfully recruits Casper and the rest of Dax's team away from him, leading to a confrontation involving Dax forcibly trying to remove Casper's shoes that is filmed and shown on ESPN. Due to this humiliation, Dax's girlfriend Jess dumps him and kicks him out of her apartment..", "genres": ["Comedy", "Sport"], "title": "Uncle Drew", "votes": 10578.0, "avgRating": 5.7, "year": 2018, "productionInfo": ["United States"], "id": "7334528"}, {"plot": "After he's attacked on the street at night by a roving motorcycle gang, timid bookkeeper Casey (Jesse Eisenberg) joins a neighborhood karate studio to learn how to protect himself. Under the watchful eye of a charismatic instructor, Sensei (Alessandro Nivola), and hardcore brown belt Anna (Imogen Poots), Casey gains a newfound sense of confidence for the first time in his life. But when he attends Sensei's mysterious night classes, he discovers a sinister world of fraternity, brutality and hyper-masculinity, presenting a journey that places him squarely in the sights of his enigmatic new mentor.", "genres": ["Comedy", "Crime", "Drama"], "title": "The Art of Self-Defense", "votes": 9474.0, "avgRating": 6.8, "year": 2019, "productionInfo": ["United States"], "id": "7339248"}, {"plot": "Invited to his first kissing party, 12-year-old Max asks his best friends Lucas and Thor for some much-needed help on how to pucker up. When they hit a dead end, Max decides to use his father's drone to spy on the teenage girls next door. When the boys lose the drone, they skip school and hatch a plan to retrieve it before Max's dad can figure out what happened.", "genres": ["Adventure", "Comedy"], "title": "Good Boys", "votes": 17475.0, "avgRating": 6.8, "year": 2019, "productionInfo": ["United States"], "id": "7343762"}, {"plot": "Derick Abraham, a fiery and dutiful police officer, continues to be the best officer until his brother Philip Abraham gets arrested for false murder charges. Will he be able to investigate the case and serve justice to his brother?", "genres": ["Action", "Crime", "Thriller"], "title": "Abrahaminte Santhathikal", "votes": 4515.0, "avgRating": 7.7, "year": 2018, "productionInfo": ["India"], "id": "7345930"}, {"plot": "After the survivors' irrevocable blood oath in It (2017)--and nearly three incident-free decades after the blood-soaked encounter with the demonic shape-shifter, Pennywise the Dancing Clown--the estranged members of the Losers' Club find themselves before a dreadful obligation: to return to Derry and honour their promise. Once again, the brutal murder of an innocent awakens the grisly memories of the past, reuniting the old band of companions, as the nightmarish monster has come back from the shadows of oblivion to terrorise the small town, intent on revenge and slaughter. Now, whether they like it or not, the now-successful Losers must probe deep into the fundamental fears of their troubled childhood, and summon up the courage to bring the terrible creature's reign of terror to a close. One last battle awaits Derry's remaining fighters of the supernatural. Will this final confrontation mark the end of the Losers Club, or will it be the end of the dreadful thing they call IT?", "genres": ["Drama", "Fantasy", "Horror"], "title": "It Chapter Two", "votes": 106055.0, "avgRating": 6.8, "year": 2019, "productionInfo": ["Canada", "United States"], "id": "7349950"}, {"plot": "Set in the 80s in Uttar Pradesh, India, Raid is based on the true story of one of the most high profile raids the country has ever known. Amay Patnaik (Ajay Devgn), an upright and no-nonsense Income Tax officer has already been transferred 49 times in the past seven years owing to his idealistic and courageous disposition to uncover tax frauds, hitting hard the pockets of many a big shot. When Patnaik is assigned the case of Tauji, a highly influential and feared man in Uttar Pradesh, little does he know that his unerring determination to bring Tauji to justice would culminate in the longest and most challenging raid of his career as also the history of the Income Tax Department of India. Would Amay succeed in the face of an increasingly stubborn and belligerent Tauji forms the crux of the story.", "genres": ["Action", "Crime", "Drama"], "title": "Raid", "votes": 13088.0, "avgRating": 7.4, "year": 2018, "productionInfo": ["India"], "id": "7363076"}, {"plot": "Los Angeles, California, is the main and heart-warming scenario where life and fate interconnect five different stories as well as their characters with their respective canine pets: Elizabeth is a famous newscaster of a morning TV show; after a disastrous interview with former basketball player Jimmy, Elizabeth's boss decides to contract Jimmy as co-host due to the high ratings of the interview. On another side of the city, Tara is a waiter of a coffee shop who passes her days talking with her shallow and dog-walker friend Daisy. Tara, who is crazy about the friendly but full of himself vet Dr. Mike, one day meets Garrett, the eccentric and shy owner of an animal care center who is unable to tell Tara that he loves her. Grace and Kurt are a married couple made nervous by the arrival of their first adoptive child, Amelia; they see that the child doesn't seem happy with her new home and her new parents. Dax is a teen in the body of adult, and leader of the aspiring rock band Frunk, who after a visit to his pregnant sister Ruth and her husband Greg, is forced to keep and care for Ruth's dog, despite the building where Dax lives not allowing dogs. Finally Walter, an aging and lonely widower, loses his pet when it escapes from his hand, receiving the unexpected help of a pizza delivery boy named Tyler to find it. As time moves on, things complicate for everyone: Elizabeth and Jimmy start to feel attracted to each other, making their work more difficult, especially after Elizabeth discovers that Jimmy has been hired for a more important job in another channel. Tara accepts Garrett's offer to work as volunteer in his animal care center at the same time she starts to date Dr. Mike; meanwhile Garrett learns that the owner of the building has sold it and he'll lose the center. Amelia finds Walter's dog, which makes her happy, but Grace and Kurt fear that one day Amelia will lose her new friend if the owner appears; Dax is caring for Ruth's dog, although eventually it starts to put order in his life, even as it creates trouble to hide it from his neighbors. Walter decides use his formation as teacher to help Tyler with his academic studies, preparing exams for some Tyler's teachers as Kurt. Unaware for all the people including to her own, Tara's decision to organize a concert to get funds looking for save Garrett's animal care center will cause that all the stories collide between them, revealing as life, fate and dogs are more related than anyone can imagine.", "genres": ["Comedy", "Drama", "Romance"], "title": "Dog Days", "votes": 3214.0, "avgRating": 6.2, "year": 2018, "productionInfo": ["United States"], "id": "7365604"}, {"plot": "Childhood friends Sasha and Marcus have a falling out and don't speak for 15 years. But when Sasha, now a celebrity chef in Los Angeles, returns to her hometown of San Francisco to open a new restaurant, she runs into her old pal - a happily complacent musician still living at home and working for his dad. Though the two are reluctant to reconnect, they soon find the old sparks - and maybe some new ones - are there.", "genres": ["Comedy", "Romance"], "title": "Always Be My Maybe", "votes": 34961.0, "avgRating": 6.8, "year": 2019, "productionInfo": ["United States"], "id": "7374948"}, {"plot": "At once a musical love story and a coming-of-age drama, Oru Adaar Love follows the life and times of a group of schoolmates who are best buddies. As they journey through the most memorable times of their lives, lasting friendships are forged and extraordinary tales of romance blossom.", "genres": ["Comedy", "Romance"], "title": "Oru Adaar Love", "votes": 2151.0, "avgRating": 5.9, "year": 2019, "productionInfo": ["India"], "id": "7387300"}, {"plot": "Roma, 67 AD. After the great fire that burnt a great part of the city, Emperor Nero points Paul, Jesus' apostle, as guilty of the fire, arresting him and taking him to Mamertine Prison. There prefect Mauritius struggles between his daughter Caelia, who suffers an unknown disease, and his job as warden of the prison commanded by own Nero, that he is considers as a failure on his military carrier. Despite the risks for the Christians, physician and medicine man Luke arrives Roma from Greek Islands to find Paul, living in the house of Aquila and Priscilla, two former Romans turned in Christians that they use their home as shelter for others Roman Christians to save them from Nero's soldiers, who kill all Christians they find, torturing and using them as human candles to light Roma's streets at night. After realizing that Paul is in Mamertine, Luke get access to the jail and he meets Paul, who accepts Luke's request to tell his biography to be known before he is executed by Nero, writing it in a new book about Gospel and Jesus' teachings. Meanwhile Luke writes detailing the beginnings of \"The Way\" and the birth of what will come to be known as the church, a bound on chains Paul fights the inner demons of his remembers as survivor of much-floggings, shipwreck, starvation, stoning, hunger and thirst, cold and exposure-yet, waiting for his appointment with death and haunted by the shadows of his violent past, wondering if he has been forgotten and if he has the strength to finish well. Mauritius, discovering Luke's intrusion, tries use it to earn Nero's favor in the belief that Paul will confess to be who burnt Roma. Intriguished by Luke, Mauritius permits more meetings between Luke and Paul to disgust of Mauritius' wife Irenica, who lives in eternal suffering by Caelia's ill. Due to the increase of violence by a young Christians looking for vengeance, Priscilla and Aquila doubt to leave Roma with the people saved or stay to save more Romans, at the same time that Luke's life and his efforts for the book endangers by Mauritius' ambitions. With time running out, Luke faces his destiny, that not only will changes everything around him, too around the world.", "genres": ["Adventure", "Biography", "Drama"], "title": "Paul, Apostle of Christ", "votes": 6051.0, "avgRating": 6.6, "year": 2018, "productionInfo": ["United States"], "id": "7388562"}, {"plot": "A foul mouthed and down on his luck David takes up refuge as a chaperon for his nephew's kindergarten class trip to impress the teacher Miss Caroline, but when an idiotic Army Base nextdoor to their feild trip accidentally lets a zombie outbreak, it's up Miss Caroline's class to survive until the Army's backup arrives. Unfortunately for the kids, they have to deal with a mean alcoholic sex-addicted Tv-Clown Mr. Teddy Mcgiggles during the outbreak.", "genres": ["Comedy", "Horror"], "title": "Little Monsters", "votes": 3221.0, "avgRating": 6.3, "year": 2019, "productionInfo": ["United Kingdom", "Australia", "United States"], "id": "7390588"}, {"plot": "This is an unconventional love story set in the town and including the people of Kancherapalem.", "genres": ["Drama"], "title": "C/o Kancharapalem", "votes": 2720.0, "avgRating": 9.1, "year": 2018, "productionInfo": ["India"], "id": "7391996"}, {"plot": "The film is set in 1980's rural India. Chittibabu, a pure and innocent guy with partial deafness, earns his livelihood by supplying water to agricultural lands in the fictional village of Rangasthalam. The crux of the story forms when his brother decides to contest against the President who had been ruling the village for 30 years by usurping the lands of the innocent villagers. Chittibabu, on the other hand, is only concerned for his brother's safety and will go to great lengths to safeguard his life.", "genres": ["Action", "Drama"], "title": "Rangasthalam", "votes": 16247.0, "avgRating": 8.4, "year": 2018, "productionInfo": ["India"], "id": "7392212"}][{"plot": "Yogi and Jaya, who have polar opposite personalities and sensibilities, meet via a online dating app. This encounter turns into so much more when the two travel to Rishikesh.", "genres": ["Comedy", "Romance"], "title": "Qarib Qarib Singlle", "votes": 4681.0, "avgRating": 7.0, "year": 2017, "productionInfo": ["India"], "id": "7399470"}, {"plot": "Married couple Pete and Ellie Wagner, feeling a void in the marriage, visit a foster care center. Two social workers, Karen and Sharon, guide the hopeful parents on the steps to getting into becoming adoptive parents. The couples are brought to a fair where they have the chance to go up to kids that they are interested in adopting. Pete and Ellie walk by the teenagers, although Ellie shows hesitance over raising a teen, but one of the teens, Lizzie, informs Ellie that they all know no one wants to adopt the teens. Pete and Ellie talk to Karen and Sharon over potentially taking in Lizzie. The social workers inform the couple that Lizzie's mother is a drug addict who is currently in jail, and she set their home on fire because she left the crack pipe lit. It also turns out that Lizzie has two younger siblings, Juan and Lita. Although this seems like more of a challenge for Pete and Ellie, they agree to meet the siblings. Pete and Ellie have Thanksgiving dinner with Ellie's family, where they all make comments about never having confidence in the Wagners adopting kids. Ellie has enough and decides that they will go through with the foster care to prove that they can be good parents..", "genres": ["Comedy", "Drama"], "title": "Instant Family", "votes": 57249.0, "avgRating": 7.3, "year": 2018, "productionInfo": ["United States"], "id": "7401588"}, {"plot": "In Jump City, the Teen Titans arrive to stop the Balloon Man. When he cannot figure out who they are, the Teen Titans jump into a rap song to introduce themselves and become distracted, forcing the Justice League to intervene. They criticize the Titans for being childish, not taking anything seriously, and bring up the fact that they do not have a movie of their own to prove their legitimacy. While at the premiere of Batman Again after Raven sent the Challengers of the Unknown to another dimension, Robin humiliates himself, after assuming that there will be a movie about him, and is laughed out by the audience. At the rest of the team's suggestion, Robin resolves that in order to get a movie made about him and the Titans, they need an arch-nemesis..", "genres": ["Action", "Animation", "Comedy"], "title": "Teen Titans Go! To the Movies", "votes": 13969.0, "avgRating": 6.8, "year": 2018, "productionInfo": ["United States"], "id": "7424200"}, {"plot": "When retired talent manager Al Hart is reunited with his first client, Buddy Green, a comic who quit show business 50 years ago, he convinces Buddy to escape their retirement community and hit the road for a cross-country comedy tour.", "genres": ["Comedy"], "title": "The Last Laugh", "votes": 3904.0, "avgRating": 5.6, "year": 2019, "productionInfo": ["United States"], "id": "7427356"}, {"plot": "India's top agent Kabir (Hrithik Roshan) leads the Elite Shadow Unit of R&AW, a compact group of the crème de la crème of the armed forces who are personally trained by him and work with him on various high-risk missions across the world. Among Kabir and Colonel Luthra's key targets are an international arms baron Rizwan Ilyasi who has been key in various acts of terrorism against the country. Khalid (Tiger Shroff) has fought his way up the ranks of the Indian armed forces. His greatest challenge and battle has been to fight against the sins of his father, once a decorated soldier working with Kabir who had turned a traitor. His ambition has been to join Kabir's team to remove any stains on their family name. Kabir is not keen due to their past history, but Colonel Luthra requests him to, and gradually Kabir is also impressed by Khalid's intense dedication and grit. Khalid becomes Kabir's greatest soldier ever, flirting with death repeatedly in mission after mission as they go after the country's enemies, including a mission against Rizwan Ilyasi that nearly kills Khalid. But Khalid's greatest mission, his toughest yet, is still to come. When his own mentor Kabir turns rogue and starts to go after top officials and scientists and officers in the Indian establishment, targeting and executing them viciously across the world. Colonel Luthra is unsure if Khalid has it in him to go after Kabir. Is he clever enough to hunt the man who trained him, and even if he does get him, does he have it in him to put a bullet in his hero's head? Luthra advises Khalid against the mission but he insists - he is the best protégé and the only one who can track the mentor. And only Kabir can answer the crucial question - why did he turn rogue? A vicious cat and mouse game ensues as protégé goes after mentor in a war that spills across the globe. As the chase unravels both Kabir and Khalid begin to finally realize, what desperate stakes really drive them in this terrifying war.", "genres": ["Action", "Thriller"], "title": "War", "votes": 9485.0, "avgRating": 6.8, "year": 2019, "productionInfo": ["India"], "id": "7430722"}, {"plot": "An intimate look into the life of icon Quincy Jones. A unique force in music and popular culture for 70 years, Jones has transcended racial and cultural boundaries; his story is inextricably woven into the fabric of America.", "genres": ["Documentary"], "title": "Quincy", "votes": 2566.0, "avgRating": 7.7, "year": 2018, "productionInfo": ["United States"], "id": "7440432"}, {"plot": "French needs money to pay off his debts at his Dojo, in order to pay it off his mounting debt he enlists help from his partner Alex who sets him up as a Debt Collector. From here French quickly learns this wont be the easiest way to make the cash back. They land a big job to find someone and soon find out no one can be trusted in this game.", "genres": ["Action", "Comedy"], "title": "The Debt Collector", "votes": 3488.0, "avgRating": 5.7, "year": 2018, "productionInfo": ["United Kingdom", "United States"], "id": "7448180"}, {"plot": "Batman Ninja takes a journey across the ages as Gorilla Grodd's time displacement machine transports many of Batman's worst enemies to feudal Japan - along with the Dark Knight and a few of his allies. The villains take over the forms of the feudal lords that rule the divided land, with the Joker taking the lead among the warring factions. As his traditional high-tech weaponry is exhausted almost immediately, Batman must rely on his intellect and his allies - including Catwoman and the extended Bat-family - to restore order to the land, and return to present-day Gotham City.", "genres": ["Action", "Animation"], "title": "Batman Ninja", "votes": 14960.0, "avgRating": 5.6, "year": 2018, "productionInfo": ["Japan", "United States"], "id": "7451284"}, {"plot": "The Game Changers is a new film executive produced by James Cameron, Arnold Schwarzenegger and Jackie Chan that documents the explosive rise of plant-based eating in professional sports, mixing real-time, groundbreaking science with cinematic stories of struggle and triumph. The film features some of the strongest, fastest and toughest athletes on the planet - and it's backed by them too - with additional EPs including Formula One champion Lewis Hamilton, top-ranked tennis player Novak Djokovic, and nine-time NBA All-Star Chris Paul. Directed by Oscar®-winner Louie Psihoyos, The Game Changers follows the story of James Wilks - elite Special Forces trainer and winner of The Ultimate Fighter - as he travels the world on a quest for the truth about meat, protein, and strength. Showcasing elite athletes, special ops soldiers, and visionary scientists. Wilks' journey exposes outdated myths about food that not only affect human performance, but the health of the entire global population.", "genres": ["Documentary"], "title": "The Game Changers", "votes": 4146.0, "avgRating": 8.5, "year": 2018, "productionInfo": ["United States"], "id": "7455754"}, {"plot": "Anna (Sasha Luss) is a young beautiful girl who managed to make a career in the fashion world. More recently, she was a simple model from Moscow, but in a very short time, she was able to enter the elite. Once she entered the hotel of an influential and very dangerous person, after which a whole mountain of corpses was discovered there. The girl is being interrogated by special services, but she has absolutely nothing to tell them on this fact. She looks scared, and no one suspects her. Anna goes free and begins preparing for a new business. Under the guise of a fragile beauty, is hiding the world's most dangerous assassin, who has not yet misfired.", "genres": ["Action", "Thriller"], "title": "Anna", "votes": 28345.0, "avgRating": 6.6, "year": 2019, "productionInfo": ["France", "United States", "Canada", "Russia"], "id": "7456310"}, {"plot": "When Nick's girlfriend dumps him at graduation, he has a colossal meltdown in front of the entire university. He's convinced his life is over, but his best mate Shane has the perfect solution: three days at an epic music festival. With the help of \"festival aficionado\" and certified oddball Amy, Shane tries to get Nick to embrace the music, the mayhem and the mud. From the creators of the Inbetweeners comes The Festival, a movie about friendship, growing up, and going mad in a field.", "genres": ["Comedy"], "title": "The Festival", "votes": 4373.0, "avgRating": 5.9, "year": 2018, "productionInfo": ["United Kingdom"], "id": "7460806"}, {"plot": "Chris (Ike Barinholtz) and Kai (Tiffany Haddish) agree not to sign an oath of loyalty to the United States for tax incentives. The deadline is Black Friday and a politically-charged Chris focuses on getting through the holiday with his family while he pours over the news regarding The Oath. The day after Thanksgiving, he and his family are surprised when agents show up to interrogate him. As the situation escalates, they must decide how to stay out of jail and protect their family.", "genres": ["Comedy", "Thriller"], "title": "The Oath", "votes": 3154.0, "avgRating": 5.3, "year": 2018, "productionInfo": ["United States"], "id": "7461200"}, {"plot": "In Fabric is a haunting ghost story set against the backdrop of a busy winter sales period in a department store and follows the life of a cursed dress as it passes from person to person, with devastating consequences..", "genres": ["Comedy", "Horror"], "title": "In Fabric", "votes": 3429.0, "avgRating": 6.4, "year": 2018, "productionInfo": ["United Kingdom"], "id": "7464188"}, {"plot": "Mahanati depicts the personal and professional life of first Indian female superstar, Savitri. After actress Savitri is admitted in a hospital in Bangalore and she goes into coma, a young investigative journalist, Madhuravani, seizes the opportunity to write an article on her life. The young Savitri meets Gemini Ganesan, who works in casting department, after her failed attempts to get a role in cinema. They both start a career in acting and eventually rise to stardom. Savitri falls in love with him despite the fact that he is married. Their marriage results in a rift with her family but Savitri never gives up on her love. Her dreams are shattered when she learns that Gemini Ganesan is a womanizer and has been continuing his illicit relationships even after their marriage. The rest of the story is about how she stood up against all odds and the result of her wrong choices in life.", "genres": ["Biography", "Drama"], "title": "Mahanati", "votes": 7638.0, "avgRating": 8.5, "year": 2018, "productionInfo": ["India"], "id": "7465992"}, {"plot": "Satyendra aka Sattu (Rajkummar Rao) and Aarti (Kriti Kharbanda) meet for a proposed arranged marriage and fall in love in the process. On the night of their marriage, an unexpected turn of events turns their world upside down. Set in the backdrop of India's civil services, Shaadi Mein Zaroor Aana explores the challenges that Satyendra and Aarti face as a middle-class couple in India.", "genres": ["Drama", "Family", "Romance"], "title": "Shaadi Mein Zaroor Aana", "votes": 10261.0, "avgRating": 7.6, "year": 2017, "productionInfo": ["India"], "id": "7469726"}, {"plot": "In 1992, teenager Sandi Tan and her friends Sophie and Jasmine shot Singapore's first indie-a road movie called \"Shirkers\"-with their enigmatic American mentor, Georges Cardona. Sandi wrote the script and played the lead, a killer named S. After shooting wrapped, Georges vanished with all the footage! 20 years later, the 16mm cans are recovered in New Orleans, sending Sandi-now a novelist in Los Angeles-on a new personal odyssey across two continents and many media: 16mm, digital, Hi8, Super8, slides, animation and handwritten letters. A kaleidoscopic punk rock ghost story!", "genres": ["Documentary"], "title": "Shirkers", "votes": 3261.0, "avgRating": 7.4, "year": 2018, "productionInfo": ["United States", "United Kingdom"], "id": "7472352"}, {"plot": "Three young men bond together to escape volatile families in their Rust-Belt hometown. As they face adult responsibilities, unexpected revelations threaten their decade-long friendship.", "genres": ["Documentary"], "title": "Minding the Gap", "votes": 5695.0, "avgRating": 8.1, "year": 2018, "productionInfo": ["United States"], "id": "7476236"}][{"plot": "Anand Kumar a mathematician in a small Indian village known as the calculator due to his qualities, he assured help by a politician Devraj. He happens to solve an unsolved equation from a Foreign Maths journal and gets a chance to visit Cambridge University. Due to financial issues his postmaster father breaks his PF to fund his trip.But they still fall short of money they approach Devraj for help who backs out and has Anand and his father thrown from his house. Anand's father passes away due to shock and responsibility of family comes on him, he goes house to house selling Papads. One day he comes across Lallan Singh who runs coaching classes in the town who appoints Anand as a teacher.Lallan Singh coaching classes start getting popularity due to his teaching and Anand also starts leaving lavish life. But he leaves everything as he feels rather than teaching in coaching classes he needs to teach the needy who can't afford education. Anand starts his free coaching classes for the poor and comes in Bad books of Devraj and Lallan Singh.", "genres": ["Biography", "Drama"], "title": "Super 30", "votes": 13541.0, "avgRating": 8.2, "year": 2019, "productionInfo": ["India"], "id": "7485048"}, {"plot": "1940. Great Britain stands alone in Europe against the growing stain of the rampant Nazi empire, its nervous inhabitants wondering what the future holds. But a handful of people on this beleaguered island know only too well what one possible future might hold. They have seen Warsaw burn, Poland crumble, France capitulate. Men like Jan Zumbach, Witold Urbanowicz, Miroslaw Feric and Tolo Lokuciewski, pilots of the Polish Air Force, who know that if the Luftwaffe isn't stopped, then Poland, Holland and France were just Hitler's hors d'oeuvres. So they are ready to fight, if they are given the planes. The problem is the British don't trust 'the bloody Poles'. And so the pilots, strangers in what seems a very strange land indeed, will over the course of a few months have to fight several wars at once - with the xenophobia of the authorities and the public, with the language, the unfamiliar Hurricane fighters, with the battle-hardened Luftwaffe. But once they are reluctantly made operational by the RAF, the Polish fighters show what they can do, out-gunning the enemy and out-scoring their allies. The once hostile British fete the Polish flyers as heroes - saviours, even. Now, though, the Poles have a fresh enemy - themselves, as nerves and fatigue take a terrible toll on men pushed to the limit by constant aerial warfare, fighting to save their own country above a foreign land. Not all will make it. Not all friendships will survive. And when it's over, Jan Zumbach will contemplate a pyrrhic victory, as Poland is handed over to Stalin's puppets.", "genres": ["Action", "Drama", "War"], "title": "Hurricane", "votes": 3007.0, "avgRating": 5.9, "year": 2018, "productionInfo": ["United Kingdom", "Poland"], "id": "7515456"}, {"plot": "When a group of teenage friends go on a spring break camping trip, an unfortunate accident sets off a race against time to save their friend's most prized possession.", "genres": ["Comedy"], "title": "The Package", "votes": 11243.0, "avgRating": 5.5, "year": 2018, "productionInfo": ["United States"], "id": "7525778"}, {"plot": "William Kamkuamb was born in the country of Malawi, in Africa. When he was fourteen years old, a terrible drought hit the village where he lived. People had nothing to eat and drink. Being an excellent student and very fond of physics, the guy decides to save his native village from starvation. In the library he finds scientific books on physics. He studied the books and the guy got an idea to build a wind generator.", "genres": ["Drama"], "title": "The Boy Who Harnessed the Wind", "votes": 14397.0, "avgRating": 7.6, "year": 2019, "productionInfo": ["United Kingdom", "Malawi"], "id": "7533152"}, {"plot": "Follows the charming yet troubled Ben Burns (Hedges), who returns home to his unsuspecting family one fateful Christmas Eve. Ben's wary mother Holly Burns (Roberts) welcomes her beloved son's return, but soon learns he is still very much in harm's way. During the 24 hours that may change their lives forever, Holly must do everything in her power to avoid the family's downfall.", "genres": ["Drama"], "title": "Ben Is Back", "votes": 13373.0, "avgRating": 6.7, "year": 2018, "productionInfo": ["United States"], "id": "7545524"}, {"plot": "Camille's life as a lonely suburban teenager changes dramatically when she befriends a group of girl skateboarders. As she journeys deeper into this raw New York City subculture, she begins to understand the true meaning of friendship as well as her inner self.Camille's life as a lonely suburban teenager changes dramatically when she befriends a group of girl skateboarders. As she journeys deeper into this raw New York City subculture, she begins to understand the true meaning of friendship as well as her inner self.", "genres": ["Drama"], "title": "Skate Kitchen", "votes": 2550.0, "avgRating": 6.8, "year": 2018, "productionInfo": ["United States"], "id": "7545566"}, {"plot": "Having spent most of her life exploring the jungle with her parents, nothing could prepare Dora for her most dangerous adventure ever: high school. Always the explorer, Dora quickly finds herself leading Boots, Diego, a mysterious jungle inhabitant, and a ragtag group of teens on a live-action adventure to save her parents and solve the impossible mystery behind a lost Inca civilization.", "genres": ["Adventure", "Family"], "title": "Dora and the Lost City of Gold", "votes": 6230.0, "avgRating": 6.1, "year": 2019, "productionInfo": ["United States", "Mexico", "Australia"], "id": "7547410"}, {"plot": "In 1968, with her otherwise brilliant career of soaring highs and plummeting lows taking a gradual descent since her golden era at Louis B. Mayer's (Richard Cordery's) Metro-Goldwyn-Mayer Studios, the universally loved American actress, singer and dancer, Judy Garland (Renée Zellweger), finds herself with her back to the wall. As a result - nearly three decades after her iconic role as \"Dorothy\" in The Wizard of Oz (1939) - the exhausted and struggling single mum, Judy Garland, tentatively accepts the invitation of the London impresario, Bernard Delfont (Sir Michael Gambon), to perform a five-week-long series of concerts at the Talk of the Town nightclub. However, there, amidst adoring followers and cynical critics, dangerous long-standing habits push the beloved performer to her breaking point, threatening her chance for success. Will Judy be able to overcome the demons of the past? Is there a magical land somewhere over the rainbow?", "genres": ["Biography", "Drama", "History"], "title": "Judy", "votes": 5319.0, "avgRating": 7.2, "year": 2019, "productionInfo": ["United Kingdom", "United States"], "id": "7549996"}, {"plot": "The film narrates the events that occur when a unit of policemen from Kerala reach the Naxalite prone areas in North India for election duty.", "genres": ["Action", "Comedy", "Thriller"], "title": "Unda", "votes": 2185.0, "avgRating": 8.1, "year": 2019, "productionInfo": ["India"], "id": "7581552"}, {"plot": "Story of an African football player and a local football club manager from Malappuram, Kerala.", "genres": ["Comedy", "Sport"], "title": "Sudani from Nigeria", "votes": 2257.0, "avgRating": 8.2, "year": 2018, "productionInfo": ["India"], "id": "7581572"}, {"plot": "We have always been told that \"Marriage\" is a marriage between two families. 'Sonu ke Titu ki Sweety' explores the new age version of the same belief where \"Marriage\" is a marriage between two friend circles. What happens when you decide to get married, but your best friend and your girlfriend can't see eye to eye. Sonu and Titu are childhood friends. Titu has always been a naïve lover, who falls in love easily and Sonu has always had to step in to save him. But Sweety is the perfect bride and Titu is head over heels in love with her. Sonu's instinct to protect Titu at whatever cost, makes him feel that she's too good to be true. What ensues is a war between the best friend and the bride to be. While Sweety is trying to impress Titu and the family alike, Sonu is out to sabotage the utopian romance.", "genres": ["Comedy", "Romance"], "title": "Sonu Ke Titu Ki Sweety", "votes": 17301.0, "avgRating": 7.1, "year": 2018, "productionInfo": ["India"], "id": "7581902"}, {"plot": "Journalism icon Gay Talese reports on Gerald Foos, the owner of a Colorado motel, who allegedly secretly watched his guests with the aid of specially designed ceiling vents, peering down from an \"observation platform\" he built in the motel's attic.", "genres": ["Documentary"], "title": "Voyeur", "votes": 3601.0, "avgRating": 6.2, "year": 2017, "productionInfo": ["United States"], "id": "7588790"}][{"plot": "When a reporter goes undercover as a tutor to get the inside scoop on a playboy prince, she gets tangled in some royal intrigue and ends up finding love - but will she be able to keep up her lie?", "genres": ["Comedy", "Romance"], "title": "A Christmas Prince", "votes": 12430.0, "avgRating": 5.7, "year": 2017, "productionInfo": ["United States"], "id": "7608418"}, {"plot": "Before ambitious heiress Ellen Langford can inherit her father's gift business, she must deliver a special Christmas card to her dad's former partner in Snow Falls, the hometown she never knew. When a snowstorm strands her at the town inn, she's forced to work for her keep, and in the process, finds romance and discovers the true gift of Christmas.", "genres": ["Comedy"], "title": "Christmas Inheritance", "votes": 6852.0, "avgRating": 5.7, "year": 2017, "productionInfo": ["United States"], "id": "7608534"}, {"plot": "English-born Joan Stanley (Dame Judi Dench), a Soviet and Communist Party sympathizer, becomes employed as a British government civil servant, and gets recruited by the K.G.B. in the mid 1930s. She successfully transfers nuclear bomb secrets to Soviet Russia, which enables them to keep up with the west in the development of atomic weapons, and remains undetected as a spy for over a half a century.", "genres": ["Biography", "Drama", "History"], "title": "Red Joan", "votes": 4852.0, "avgRating": 6.3, "year": 2018, "productionInfo": ["United Kingdom"], "id": "7615302"}, {"plot": "As a puppy, Bella finds her way into the arms of Lucas, a young man who gives her a good home. When Bella becomes separated from Lucas, she soon finds herself on an epic 400-mile journey to reunite with her beloved owner. Along the way, the lost but spirited dog meets a series of new friends and manages to bring a little bit of comfort and joy to their lives.", "genres": ["Adventure", "Drama", "Family"], "title": "A Dog's Way Home", "votes": 10209.0, "avgRating": 6.7, "year": 2019, "productionInfo": ["China", "United States"], "id": "7616798"}, {"plot": "One family member tries to help her own family which are trapped in a dark controversy.", "genres": ["Drama"], "title": "Mulk", "votes": 12106.0, "avgRating": 6.6, "year": 2018, "productionInfo": ["India"], "id": "7618184"}, {"plot": "A woman is boxed out by the male sports agents in her profession, but gains an unexpected edge over them when she develops the ability to hear men's thoughts.", "genres": ["Comedy", "Fantasy", "Romance"], "title": "What Men Want", "votes": 13946.0, "avgRating": 5.1, "year": 2019, "productionInfo": ["United States"], "id": "7634968"}, {"plot": "In order to survive a summer of wedding fever, longtime single friends, Ben and Alice, agree to be each other's plus one at every wedding they've been invited to.", "genres": ["Comedy", "Drama", "Romance"], "title": "Plus One", "votes": 3689.0, "avgRating": 6.6, "year": 2019, "productionInfo": ["United States"], "id": "7645122"}, {"plot": "Identical triplet brothers Robert Shafran, Eddy Galland and David Kellman didn't meet each other, let alone know about each other, until they were nineteen years old in 1980, when both Bobby and Eddy coincidentally attended Sullivan County College one year apart and students at the college who knew Eddy saw the obvious physical resemblance when Bobby arrived on campus. David was reunited with his biological brothers soon after when Bobby and Eddy's meeting hit the media which included their photographs. While Bobby, Eddy, and David, in those early years, were solely focusing on doing the media circuit and spending time with each other after all these years, with much of their beings being so similar, their respective adoptive parents - three sets who came from an upper middle class, middle class and working class backgrounds, respectively - had questions for the adoption agency, Louise Wise, the largest adoption agency specializing in Jewish families. None of the parents were told that the boys they were adopting were within a set of triplets who were going to be separated. That meeting with Louise Wise administrators yielded little \"spoken\" information to the parents. It wasn't until problems started to emerge with the brothers, which included a falling out over a joint business venture that yielded them millions, that the brothers themselves began to think more about the reasons behind why they were separated. Their quest for the complete truth, which to this day is not fully known and probably cannot be, led them in the direction that much of what shaped their growing up environment was not by accident where they and other twins and triplets were used as scientific guinea pigs.", "genres": ["Biography", "Documentary", "Drama"], "title": "Three Identical Strangers", "votes": 17786.0, "avgRating": 7.7, "year": 2018, "productionInfo": ["United Kingdom"], "id": "7664504"}, {"plot": "In San Jose, California, David Kim looks through old photographs and videos of his daughter Margot and his late wife Pamela, who died from lymphoma nearly two years earlier, after which David and Margot became distant. One night, Margot goes to a friend's house for her study-group. The next morning, David is unable to reach Margot but assumes she has risen early to go to school. Later, he calls Margot's piano instructor, but is informed that Margot had canceled her lessons six months ago. David discovers that Margot had been pocketing the money for the lessons, before suddenly transferring $2,500 to a deleted Venmo account. Realizing that Margot is missing, David calls the police, and the case is assigned to Detective Rosemary Vick, who asks for information about Margot's personality and friendships. David manages to access Margot's Facebook and speaks to her contacts only to discover that Margot has not had close friends since Pamela's death.", "genres": ["Drama", "Mystery", "Thriller"], "title": "Searching", "votes": 112151.0, "avgRating": 7.7, "year": 2018, "productionInfo": ["Russia", "United States"], "id": "7668870"}, {"plot": "Manny, Joel, and Jonah tear their way through childhood and push against the volatile love of their parents. As Manny and Joel grow into versions of their father and Ma dreams of escape, Jonah embraces an imagined world all on his own.", "genres": ["Drama"], "title": "We the Animals", "votes": 2986.0, "avgRating": 6.9, "year": 2018, "productionInfo": ["United States"], "id": "7681824"}, {"plot": "Charmingly soft-spoken and yet powerfully incisive expressing his profound ideals, Fred Rogers was a unique presence on television for generations. Through interviews of his family and colleagues, the life of this would-be pastor is explored as a man who found a more important calling to provide an oasis for children in a video sea of violent bombardment. That proved to be his landmark series, MisteRogers' Neighborhood (1968), a show that could gently delve into important subjects no other children's show would have dared for that time. In doing so, Rogers experienced a career where his sweet-tempered idealism charmed and influenced the world whether it be scores of children on TV or recalcitrant authorities in government. However, that beloved personality also hid Rogers' deep self-doubts about himself and occasional misjudgments even as he proved a rock of understanding in times of tragedy for a world that did not always comprehend a man of such noble character.", "genres": ["Biography", "Documentary"], "title": "Won't You Be My Neighbor?", "votes": 18235.0, "avgRating": 8.4, "year": 2018, "productionInfo": ["United States"], "id": "7681902"}, {"plot": "The life, both professional and personal, of Ruth Bader Ginsburg, nicknamed \"Notorious RBG\" by her biographers and followers, is presented. On the professional side, most of the focus on her career is as a lawyer and ultimately in 1993 only the second woman ever appointed as a Justice of the US Supreme Court, a position she still holds today at age eighty-five. Much of that work centers on eliminating gender discrimination - both of females and males - under the law, many policies, especially implemented by privileged white men, inherently discriminating based on what are seen as stereotypical gender roles in society. Although seen as a liberal leaning justice, she is seen even more as a consensus builder among her supreme court colleagues. It is in that role that she has formed an unlikely friendship with conservative leaning justice Antonin Scalia. That role of consensus builder changed when the balance in the court shifted radically to the right, she instead feeling compelled to voice her dissenting view to her colleagues in that continuation of the want for equality for all. Her legal ferocity belies the fact of her diminutive physical stature and generally soft-spoken nature. On the personal side, she was married for over fifty years to fellow lawyer and law school colleague Martin D. Ginsburg until his death in 2010, with he having deferring to her more successful law career despite his own success as a tax lawyer. Their household defied those stereotypical gender roles in certain respects, at a time in society where it would have been considered unique. Her love of opera is also shown, she having appeared in one opera herself in a non-singing role.", "genres": ["Biography", "Documentary"], "title": "RBG", "votes": 8958.0, "avgRating": 7.5, "year": 2018, "productionInfo": ["United States"], "id": "7689964"}, {"plot": "This intimate portrait examines one of the world's most beloved and inventive comedians. Told largely through Robin's own voice and using a wealth of never-before-seen archival footage, the film examines his extraordinary life and career and reveals the spark of madness that drove him.", "genres": ["Biography", "Comedy", "Documentary"], "title": "Robin Williams: Come Inside My Mind", "votes": 5527.0, "avgRating": 8.0, "year": 2018, "productionInfo": ["United States"], "id": "7689966"}, {"plot": "This is an inspiring true story of the triumph of the human spirit, about a player who faced a near death experience when he was at his peak but emerged victorious by his sheer determination, hard work and unrelenting passion for the sport. Sandeep Singh, a penalty corner specialist in the Indian Hockey team from Shahbad, Haryana made headlines when he was hit in the spine by an accidental gunshot while travelling on a train to join the national team that was to fly to Germany for the World Cup in 2006. The injury left him paralyzed, with the medical community giving him a slim chance of ever walking again. However, not only did Sandeep recover from it but he also made a comeback and re-established himself as the best drag-flicker, going on to captain the Indian national hockey team in January 2009.", "genres": ["Biography", "Drama", "Sport"], "title": "Soorma", "votes": 3878.0, "avgRating": 7.4, "year": 2018, "productionInfo": ["India"], "id": "7690638"}, {"plot": "Youngblood Priest, an Atlanta cocaine dealer, has been working the streets since he was eleven. Brought in by his mentor Scatter at a young age, he has been dealing drugs ever since. He lives like a king with his two girlfriends, Georgia and Cynthia, who know about each other. One night, Juju, a member of a gang called Snow Patrol, hits on Cynthia and is furious when he finds out that she is dating Priest. Confronting him outside the strip club against Snow Patrol leader Q's wishes, he shoots at Priest but misses, hitting a bystander instead. The Snow Patrol members drive away, while Priest gives the victim and her friends money and directs them to the best trauma center in the area. After getting home, Priest has an epiphany, never wishing to get shot at again. Priest confides with his second-in-command Eddie, explaining that he wants out of the drug-dealing scene, and that he has a plan. Eddie initially resists, but eventually says that he has his back. Priest also lets Scatter know, who says that he won't help him..", "genres": ["Action", "Crime", "Thriller"], "title": "Superfly", "votes": 5203.0, "avgRating": 5.1, "year": 2018, "productionInfo": ["United States"], "id": "7690670"}][{"plot": "Dan (Varun Dhawan) is living the life of any carefree 21 year old, revolving around a bunch of friends and fellow hotel interns who feed off each other's everyday moments, their ups and downs. Shiuli (Banita Sandhu) is one such intern at the same hotel, who at times is at a receiving end of Dan's audaciousness. Life goes on until a sudden turn of events smashes Dan and Shiuli's lives together, into a bond that's unlike any 21 year olds. The emotional connection between them goes through a metamorphoses that brings out a form of love that's unlike any other eventually leading to an internal awakening. October is not a Love Story, but rather a story about love.", "genres": ["Drama", "Romance"], "title": "October", "votes": 11085.0, "avgRating": 7.5, "year": 2018, "productionInfo": ["India"], "id": "7700730"}, {"plot": "Sarkar is a political action film revolving around Sundar Ramaswamy, an NRI businessman who comes to India to cast his vote, but is devastated to learn someone else has already voted in his name. Even though others want him to let go of this issue, Sundar decides to reclaim his right to vote after going through the Indian election law. He cites the Section 49P in The Conduct of Elections Rules, 1961 and his plea is accepted, but he soon finds himself pitted against two corrupt politicians who won't stop at anything to destroy both his life and reputation.", "genres": ["Action", "Drama"], "title": "Sarkar", "votes": 11390.0, "avgRating": 6.9, "year": 2018, "productionInfo": ["India"], "id": "7715202"}, {"plot": "SK,Nauti and Tripathi are best friends. SK lawyer cons people Nauti a fashion designer and Tripathi runs a factory .Nauti tells SK and Tripathi that in coming days she will decide between them whom she wants to marry.SK sees Tripathi and Nauti getting closer to in jealously starts to avoid them and and also leaves the town for sometime.During the same time Tripathi's factory starts running into losses due to huge electricity bill send by power company.Tripathi is left helpless as nobody is helping him even SK backs out.Few days later while SK is returning to the town he finds that Tripathi's bike is been taken out from lake and he is assumed to be dead.SK feels guilty of not helping his friend during his bad phase and decides to put a case on the power company and give justice to his friend.", "genres": ["Drama"], "title": "Batti Gul Meter Chalu", "votes": 4158.0, "avgRating": 6.1, "year": 2018, "productionInfo": ["India"], "id": "7720922"}, {"plot": "'Bharat' is a journey of a man and a nation together. At the cusp of India's birth as an independent nation, a family makes an arduous journey to freedom. However, this freedom comes at a cost. An eight-year-old boy, Bharat, makes a promise to his father that he will keep his family together no matter what--a promise that he keeps over the next 60 years of his life, despite each decade throwing a new set of challenges at him--some humorous, some thrilling, some romantic, and some life-threatening. His resilience, loyalty and a never dying spirit mirror the fundamental qualities of our nation--Bharat. Interestingly, the movie is an official adaptation of Korean film 'An Ode to My Father (2014), which depicted modern Korean history from the 1950s to the present day through the life of an ordinary man.", "genres": ["Action", "Drama"], "title": "Bharat", "votes": 17278.0, "avgRating": 5.4, "year": 2019, "productionInfo": ["India"], "id": "7721800"}, {"plot": "Nakul a 25 year old in relationship with Renne and soon plan to marry .His father Jeetender Kaushik works for railways while mother Priyamvada is housewife whose always taunted by his grandmother.When Nakul finds that his mother is pregnant at the age when Nakul is about to marry he starts to avoid their parents ,friends and society.", "genres": ["Comedy", "Drama"], "title": "Badhaai Ho", "votes": 21656.0, "avgRating": 8.0, "year": 2018, "productionInfo": ["India"], "id": "7725596"}, {"plot": "Thooku Durai is a charismatic village chieftain who settles disputes in his native strikes fear in the heart of his enemies. Disturbed by his involvement into feuds, Niranjana, his wife takes their daughter, Swetha and leaves him which changes his life.", "genres": ["Action", "Drama"], "title": "Viswasam", "votes": 5379.0, "avgRating": 6.7, "year": 2019, "productionInfo": ["India"], "id": "7725626"}, {"plot": "A mild-mannered Uber driver named Stu picks up a grizzled detective who is hot on the trail of a sadistic, bloodthirsty terrorist and finds himself thrust into a harrowing ordeal where he has to keep his wits, himself unharmed, and work with his passenger while maintaining his high-class rating.", "genres": ["Action", "Comedy", "Crime"], "title": "Stuber", "votes": 19379.0, "avgRating": 6.2, "year": 2019, "productionInfo": ["United States"], "id": "7734218"}, {"plot": "Jim Arnaud, a police officer in a Texas town, always tries to do the right thing, but he has more often than not done the wrong thing resulting in having a less than perfect life. He often tries to plan his actions whenever he can, but his impetuous nature and hot-temperedness often makes him do something else he didn't plan, while he also does not have the best gauge of what is socially acceptable or what is standard social convention. In that imperfect life, he didn't have the best relationship with his dancer/dance teacher mother, as didn't his two siblings. He and his wife Ros have been separated for a year now on her initiative, which has resulted in him only seeing their now nine year old daughter Crystal on the weekends. And many of his fellow officers only tolerate him, including the police chief, with his married partner, Nate Lewis, looking out for him as much as he can do so. Two events have the potential to unravel Jim's life even further. First, his mother passes away. He still wants to do right by her even after death, and by association wants even more to do right for Crystal in having that parent-offspring relationship he didn't have with his mother. And second, Ros not only files for divorce, but in planning on moving out of town with her current boyfriend Chris, petitions for full custody of Crystal.", "genres": ["Comedy", "Drama"], "title": "Thunder Road", "votes": 9733.0, "avgRating": 7.1, "year": 2018, "productionInfo": ["United States"], "id": "7738450"}, {"plot": "Amudhavan's daughter Paapa is spastic. Unable to cope with this, he goes to Dubai to work. When his wife elopes, he has to return to take care of Paapa. When Paapa attains puberty, he addresses her biological needs but then loses himself and his assets in an affair with a maid. When his daughter starts exploring her sexuality, he can't bear it. Hope comes in the form of a transgender who enters their lives and helps them start afresh.", "genres": ["Drama"], "title": "Peranbu", "votes": 10550.0, "avgRating": 9.2, "year": 2018, "productionInfo": ["India"], "id": "7738784"}, {"plot": "After a difficult struggle with fertility, Tori Breyer's dreams of motherhood come true with the arrival of a mysterious baby boy. Brandon appears to be everything Tori and her husband, Kyle, ever wanted -- bright, talented and curious about the world. But as Brandon nears puberty, powerful darkness manifests within him, and Tori becomes consumed by terrible doubts about her son. Once Brandon begins to act on his twisted urges, those closest to him find themselves in grave danger.", "genres": ["Horror", "Sci-Fi"], "title": "Brightburn", "votes": 50730.0, "avgRating": 6.2, "year": 2019, "productionInfo": ["United States"], "id": "7752126"}, {"plot": "A young NSA agent is framed for the murder of his bosses making him realize that now his mission is darker than expected and has some personal scores to settle regarding his father's death, a former NSA agent.", "genres": ["Action", "Thriller"], "title": "Goodachari", "votes": 6066.0, "avgRating": 7.8, "year": 2018, "productionInfo": ["India"], "id": "7758160"}, {"plot": "Two villages in Rayalaseema, Nallagudi and Kommadi are engaged in a feud for decades lead by Basi Reddy and Narapa Reddy respectively. The son of Narapa Reddy, Veera Raghava Reddy, returns from London after completing his education. Basi Reddy attacks and kills Narapa Reddy on their way home. Raghava instinctively takes a sword and kills his opponents. After talking to his grandmother about the feud, he realizes that violence became a way of life for the people in these villages and he leaves for Hyderabad seeking a solution to the feud. Raghava meets Aravindha in Hyderabad and falls in love with her. She strongly believes in solving problems without bloodshed and sets him on a path of self-discovery. He decides to return to his village and put an end to the feud.", "genres": ["Action", "Drama"], "title": "Aravindha Sametha Veera Raghava", "votes": 5988.0, "avgRating": 7.7, "year": 2018, "productionInfo": ["India"], "id": "7765910"}, {"plot": "An elegant and terrifying suspense ride filled with unexpected twists and turns. When troubled musical prodigy Charlotte (Allison Williams) seeks out Elizabeth (Logan Browning), the new star pupil of her former school, the encounter sends both musicians down a sinister path with shocking consequences.", "genres": ["Drama", "Horror", "Thriller"], "title": "The Perfection", "votes": 24911.0, "avgRating": 6.1, "year": 2018, "productionInfo": ["United States"], "id": "7772580"}, {"plot": "Alex Honnold attempts to become the first person to ever free solo climb El Capitan.", "genres": ["Adventure", "Documentary", "Sport"], "title": "Free Solo", "votes": 39712.0, "avgRating": 8.2, "year": 2018, "productionInfo": ["United States"], "id": "7775622"}, {"plot": "Balasaheb Thackrey works as a cartoonist for a newspaper. But his editor isn't happy with it as he creates cartoons of politician which affects the sales of his paper.He is asked to try something else but he quits his job and now his only aim is to fight for the rights of Marathi people. He sees that Marathi people don't have any respect and are made to do all odd works. With a few people, he starts to help the needy and gains respect. To fight for the rights he also goes against the law and comes in the eye of politics. After entering politics he starts his own party named after Shivaji Maharaj as Shiv Sena. After giving Marathi Manoos his equal rights his only wish is that one day the Chief Minister of Maharashtra should be a Marathi Manoos.", "genres": ["Biography", "Drama"], "title": "Thackeray", "votes": 2290.0, "avgRating": 5.1, "year": 2019, "productionInfo": ["India"], "id": "7777196"}, {"plot": "Rafi is a small time photographer clicking pictures of tourist and people visiting near Gate Way Of India In Mumbai.His grandmother wants him to get married and is looking for a prospective bride in his community.Rafi once clicks picture of Miloni a well educated girl from high society they happened to meet again and Rafi finds that his grandmother has stopped taking food until he gets married to fulfill last wish of his grandmother Rafi introduces Miloni to his grandmother as his girlfriend in the name of Noorie.", "genres": ["Drama", "Romance"], "title": "Photograph", "votes": 2350.0, "avgRating": 6.9, "year": 2019, "productionInfo": ["Germany", "India", "United States"], "id": "7778680"}][{"plot": "As the miniature artist, Annie Graham, and her family prepare for her mother's funeral--the unbearably complex and cryptic septuagenarian, Ellen Leigh--unsettling occurrences and palpable spiritual manifestations start nestling in the secluded house's dark corners. Then--as a thick veil of grief, guilt, and a sinfully pleasant sense of relief shroud the already troubled mother--more and more, the mounting distress of Annie's thirteen-year-old daughter, Charlie, becomes evident, as her older brother, Peter, begins to feel the relentless anguish of culpability. Now, little by little, a sinister dark presence robs Annie of her free will, demanding a cruel sacrifice in exchange for glorious rewards. Will the Grahams ever shake off the macabre connection to the unseen realm, especially when evil seems to be hereditary?", "genres": ["Drama", "Horror", "Mystery"], "title": "Hereditary", "votes": 178086.0, "avgRating": 7.3, "year": 2018, "productionInfo": ["United States"], "id": "7784604"}, {"plot": "Surya(Allu Arjun) gets suspended due to his short tempered and aggressive attitude. His ambition is to guard India border. By the negotiation of Surya's godfather(Rao Ramesh) his colonel gives Surya a condition that his attitude should be changed and also get an NOC from India's leading psychologist Rama Krishnam Raju(Arjun Sarja). But he is none other than Surya's father who left years ago. Raju gives Surya a condition that he should change his attitude in 21days of time. Will he win the condition and pursue his ambition of guarding the border forms the rest of the story.", "genres": ["Action"], "title": "Naa Peru Surya Na Illu India", "votes": 4713.0, "avgRating": 6.9, "year": 2018, "productionInfo": ["India"], "id": "7794524"}, {"plot": "The film centers around three women characters played by Kajal Aggarwal, Nithya Menen and Regina Cassandra. It's a story-centric film packed with layers, with each character building-up the premise. Ravi Teja has lent voice for a tree and Nani has done it for a fish.", "genres": ["Thriller"], "title": "Awe!", "votes": 2440.0, "avgRating": 7.9, "year": 2018, "productionInfo": ["India"], "id": "7797658"}, {"plot": "After an elegant nuptial ceremony at the lavish manor of the uber-wealthy Le Domas clan, the gentle groom, Alex Le Domas, informs his blissful young bride, Grace, that the ceremony is far from over yet, and there's still a long night ahead of them. Before long, as part of a macabre long-standing family tradition, Grace will have to play a seemingly innocent game, and hide somewhere in the vast mansion's cavernous halls and labyrinthine corridors, until dawn. Now, whether Grace is ready or not, the armed-to-the-teeth Domases are coming for her, and it's going to get ugly. Will the newlywed quarry survive the relentless onslaught of the nasty in-laws from Hell?", "genres": ["Comedy", "Horror", "Mystery"], "title": "Ready or Not", "votes": 19200.0, "avgRating": 7.1, "year": 2019, "productionInfo": ["United States", "Canada"], "id": "7798634"}, {"plot": "The murder of a youngster creates confusion among a few cops when they find out that the one accused in the crime has a look-alike.", "genres": ["Action", "Crime", "Thriller"], "title": "Thadam", "votes": 2440.0, "avgRating": 8.2, "year": 2019, "productionInfo": ["India"], "id": "7822438"}, {"plot": "The movie dates back to 1951. Here, two incidents take place; The birth of the hero and other in the Kolar Gold Fields (K.G.F) they get gold. The hero is brought up in poverty. When he is very young itself he goes to Mumbai to become a mafia don. His mother's wish was to see her son rich and powerful. After being in Mumbai for some time he returns back. Will he be able to become a Don? Will he set his people free from the age old slavery? Forms the plot of the movie?", "genres": ["Action", "Drama"], "title": "K.G.F: Chapter 1", "votes": 26623.0, "avgRating": 8.2, "year": 2018, "productionInfo": ["India"], "id": "7838252"}, {"plot": "Concert promoters and rapper Ja Rule advertise a high-end festival experience that fails spectacularly when they don't plan for the infrastructure to support the venue, artists and guests.", "genres": ["Documentary"], "title": "Fyre Fraud", "votes": 4239.0, "avgRating": 6.8, "year": 2019, "productionInfo": ["United States"], "id": "7843600"}, {"plot": "Sanjay is a entry level software engineer working for a bank hoping he will get employee preference on home loan being a bank employee. His boss Rashi does have a timepass backup affair with him because her lover is in UK. Sanjay wants to buy house on home loan. Similarly Kareena wants to buy her house but she has an kind of arranged agreement of marriage with Samuel who does not share similar thoughts with Kareena. Meanwhile Sanjay and Kareena meet as they work in same building and fall in love with each other owing to similar thoughts and common interest of buying home/ghar in a scheme for married couples. Story takes turns and ultimately they do fall for each other and buy the perfect 550 sq feet dream house or Ghar in Mumbai.", "genres": ["Comedy", "Romance"], "title": "Love Per Square Foot", "votes": 6228.0, "avgRating": 7.2, "year": 2018, "productionInfo": ["India"], "id": "7853242"}, {"plot": "A bloody power struggle erupts between three brothers who are vying to take over the family business following the death of their father.", "genres": ["Action", "Crime", "Drama"], "title": "Chekka Chivantha Vaanam", "votes": 4696.0, "avgRating": 7.3, "year": 2018, "productionInfo": ["India"], "id": "7892050"}, {"plot": "Lucas, a 14-year-old boy inducted into the gang life in Washington, D.C., is determined that his 10-year-old brother won't follow the same path. When an Afghanistan war veteran comes into the neighborhood, an opportunity arises.", "genres": ["Action", "Crime", "Drama"], "title": "We Die Young", "votes": 2047.0, "avgRating": 5.3, "year": 2019, "productionInfo": ["Bulgaria", "United States"], "id": "7903530"}, {"plot": "Through ground breaking computer restoration technology, filmmaker Peter Jackson's team creates a moving real-to-life depiction of the WWI, as never seen before in restored, vivid colorizing & retiming of the film frames, in order to honor those who fought and more accurately depict this historical moment in world history.", "genres": ["Documentary", "History", "War"], "title": "They Shall Not Grow Old", "votes": 19311.0, "avgRating": 8.3, "year": 2018, "productionInfo": ["United Kingdom", "New Zealand"], "id": "7905466"}][{"plot": "The movie depicts a journey carried out from Bangalore to Kochi by two friends, the reserved Avinash played by Dulquer Salmaan, and his friend Shaukat played by Irrfan Khan with a lighter take on life, who pick up the chirpy teenager Mithila on the way.", "genres": ["Comedy", "Drama"], "title": "Karwaan", "votes": 9389.0, "avgRating": 7.5, "year": 2018, "productionInfo": ["India"], "id": "7919680"}, {"plot": "A self-destructive punk rocker struggles with sobriety while trying to recapture the creative inspiration that led her band to success.", "genres": ["Drama", "Music"], "title": "Her Smell", "votes": 2226.0, "avgRating": 6.2, "year": 2018, "productionInfo": ["United States", "Greece"], "id": "7942742"}, {"plot": "A teenage girl and her father travel to a remote alien moon, aiming to strike it rich. They've secured a contract to harvest a large deposit of the elusive gems hidden in the depths of the moon's toxic forest. But there are others roving the wilderness and the job quickly devolves into a fight to survive. Forced to contend not only with the forest's other ruthless inhabitants, but with her own father's greed-addled judgment, the girl finds she must carve her own path to escape.", "genres": ["Drama", "Sci-Fi", "Thriller"], "title": "Prospect", "votes": 12527.0, "avgRating": 6.2, "year": 2018, "productionInfo": ["Canada", "United States"], "id": "7946422"}, {"plot": "Featuring several intersecting stories, The Last Summer follows a group of recent high school graduates as they navigate their way through their final summer before taking off for college. As the youths wrestle with love lost and found, form friendships in unexpected circumstances, and take greater control in their relationships with parents, they ultimately decide who they will be and what they will do as they stand on the precipice of adulthood.", "genres": ["Comedy"], "title": "The Last Summer", "votes": 8088.0, "avgRating": 5.5, "year": 2019, "productionInfo": ["United States"], "id": "7957694"}, {"plot": "The revenge film follows Sue Ann (Spencer), a woman who struggles with social rejection, peer pressure, and bullying. She is a lonely veterinary aide who lives in a town in Ohio. Things start to go wrong when she meets a group of teenagers. Despite their age differences, Sue Ann is invited into the clique, which she buys alcohol for. At first, it's fun for Sue Ann, who comes to be called Ma, as her friendship with the high schoolers gives her the opportunity to be social and it gets her invited to parties. However, it becomes increasingly difficult for her to let go of her friends during weekends. She eventually develops an obsessive fixation on the group. The involvement of her friends' parents also triggers past trauma. These developments lead to violence.", "genres": ["Horror", "Thriller"], "title": "Ma", "votes": 22055.0, "avgRating": 5.6, "year": 2019, "productionInfo": ["United States", "Japan"], "id": "7958736"}, {"plot": "2001. Earl Stone is a 73-years-old gardener obsessed with his work as horticulturist and the conventions where he win prizes by his dedication to lilies. Living in Illionis, divorced many years ago of Mary, the relation with her and his estranged daughter Iris worsens after Earl forgets Iris' wedding by assisting to another convention. His attempt to reconcile with them ends very bad, and Earl turns in a goner for all them. 17 years later, Internet has ruined a 90-years-old Earl's life, his house is notice of eviction and his business is under foreclose. After a tense meeting between him and his family by Ginny's feast by her incoming wedding, a friend of Ginny closes Earl to offer a new business: move from Texas to Illinois another transporting bags each time more big. Unknown for him, a DEA's agent recently transferred from Washington DC to Chicago called Colin Bates starts an investigation to dismantle a drug cartel belonging Laton, a Mexican powerful drug boss. With Mexican DEA's agent Trevino as partner, Bates locates one thug of the cartel named Luis Rocha, blackmailing to work as informer for him. Meanwhile, Earl's new job starts to give unexpected results: after the veteran center where he meets with his Korean War's partners is burned by accident, Earl decides use the money to restore him, and secretly helps Ginny to pay her studies. But, unable to be for more time not knowing what he moves, Earl opens a bag in the middle of a travel, discovering the drug. Keeping the secret for everyone, he is invited to Mexico for meeting Laton and approaches Mary and Iris in the hope to be forgiven by the mistakes along his life. Learning much late the true sense of life and family, Earl tries to make good the things, but these complicates in bad terms: Laton is killed by his henchman Gustavo, Mary suddenly gets seriously ill, and Bates and Trevino are noticed about a new drug mail named \"Tata\" (the way Mexican drug traffickers call Earl) who is moving big amounts of drug. At the same time that Mary's health worsens and Gustavo despises Earl giving order to kill him, Bates leads an undercover op to catch Tata, in a race against time where Earl's life never will be the same.", "genres": ["Crime", "Drama", "Thriller"], "title": "The Mule", "votes": 77325.0, "avgRating": 7.0, "year": 2018, "productionInfo": ["United States"], "id": "7959026"}, {"plot": "The pressure to achieve more, do more, and be more is part of being human - and in the age of Adderall and Ritalin, achieving that can be as close as the local pharmacy. No longer just \"a cure for excitable kids,\" prescription stimulants are in college classrooms, on Wall Street, in Silicon Valley...any place \"the need to succeed\" slams into \"not enough hours in the day.\" But there are costs. In the insightful Netflix documentary TAKE YOUR PILLS, award-winning documentarian Alison Klayman (Ai Weiwei: Never Sorry) focuses on the history, the facts, and the pervasiveness of cognitive-enhancement drugs in our amped-up era of late-stage-capitalism. Executive produced by Maria Shriver and Christina Schwarzenegger, TAKE YOUR PILLS examines what some view as a brave new world of limitless possibilities, and others see as a sped-up ride down a synaptic slippery slope, as these pills have become the defining drug of a generation.", "genres": ["Documentary"], "title": "Take Your Pills", "votes": 3725.0, "avgRating": 6.4, "year": 2018, "productionInfo": ["United States"], "id": "7983844"}, {"plot": "As the wavering cry of the foghorn fills the air, the taciturn former lumberjack, Ephraim Winslow, and the grizzled lighthouse keeper, Thomas Wake, set foot in a secluded and perpetually grey islet off the coast of late-19th-century New England. For the following four weeks of back-breaking work and unfavourable conditions, the tight-lipped men will have no one else for company except for each other, forced to endure irritating idiosyncrasies, bottled-up resentment, and burgeoning hatred. Then, amid bad omens, a furious and unending squall maroons the pale beacon's keepers in the already inhospitable volcanic rock, paving the way for a prolonged period of feral hunger; excruciating agony; manic isolation, and horrible booze-addled visions. Now, the eerie stranglehold of insanity tightens. Is there an escape from the wall-less prison of the mind?", "genres": ["Drama", "Fantasy", "Horror"], "title": "The Lighthouse", "votes": 7832.0, "avgRating": 8.3, "year": 2019, "productionInfo": ["Canada", "United States"], "id": "7984734"}, {"plot": "An unlikely friendship between two misfit neighbors becomes an unexpectedly emotional journey when the younger man is diagnosed with terminal cancer.", "genres": ["Comedy", "Drama"], "title": "Paddleton", "votes": 7393.0, "avgRating": 7.2, "year": 2019, "productionInfo": ["United States"], "id": "8041276"}, {"plot": "It is a story of a young boy Surya who has a rare condition of Congenital Insensitivity to pain meaning he can not feel pain, and he sets out to learn martial arts and hunt down muggers.", "genres": ["Action", "Comedy"], "title": "Mard Ko Dard Nahin Hota", "votes": 3922.0, "avgRating": 7.4, "year": 2018, "productionInfo": ["India"], "id": "8055888"}][{"plot": "Aspiring music journalist Jenny (Gina Rodriguez) has just landed her dream job at an iconic magazine and is about to move to San Francisco. Rather than do long distance, her boyfriend of nine years (Lakeith Stanfield) decides to call it quits. To nurse her broken heart, Jenny gathers up her two best friends Erin (DeWanda Wise) and Blair (Brittany Snow) for one outrageous last adventure in New York City. From writer/director Jennifer Kaytin Robinson (creator of MTV's Sweet/Vicious) SOMEONE GREAT is a hilarious and heartfelt story of friendship, love, and what it means to let go of your twenties and enter adulthood.", "genres": ["Comedy", "Romance"], "title": "Someone Great", "votes": 12954.0, "avgRating": 6.2, "year": 2019, "productionInfo": ["United States"], "id": "8075260"}, {"plot": "In Lowestoft UK, Jack Malik is a frustrated musician whose musical career is going nowhere despite the faith that his friend/manager Ellie Appleton has in him. However, on the night Jack decides to give up, the whole world is momentarily hit with a massive blackout during which Jack is hit by a bus. Upon regaining consciousness, Jack learns to his astonishment that he is apparently now the only one who knows the music of the Beatles. Realizing this improbable opportunity, Jack begins playing the music of one of the world's greatest rock bands, claiming it as his own. It pays off quickly and Jack becomes a worldwide musical sensation. However, Jack finds himself drifting away from Ellie, only realizing his love for her when she has become intimidated by his success, which depends on a blatant plagiarization that no one could find out. Now, Jack must make a fundamental moral decision about his music to satisfy his conscience as he decides what he truly needs.", "genres": ["Comedy", "Fantasy", "Music"], "title": "Yesterday", "votes": 56816.0, "avgRating": 6.9, "year": 2019, "productionInfo": ["United Kingdom", "Russia", "China", "United States", "Japan"], "id": "8079248"}, {"plot": "A woman is transformed into her younger self at a point in her life when the pressures of adulthood become too much to bear.", "genres": ["Comedy", "Fantasy", "Romance"], "title": "Little", "votes": 6678.0, "avgRating": 5.4, "year": 2019, "productionInfo": ["United States"], "id": "8085790"}, {"plot": "Suriya plays the title role Nandha Gopalan Kumaran , who has completed M.Tech,Ph.D doing organic farming for his living and do social work without any returns , leaving the corporate job, living a happy life with his parents and wife Sai Pallavi. At one point of time , opposition party's Bala Singh induces the idea of joining him in politics and circumstances led him to join the party too. Rakul Preet Singh plays the corporate PR of the opposition leader, with whom Suriya gets in touch with and climb to fame in people's mind. Seeing him rise to fame, both the leaders (Opposition and CM) decide to kill him. Whether Suriya escapes from this trap is what the rest of the story deals with.", "genres": ["Action", "Drama"], "title": "NGK", "votes": 2728.0, "avgRating": 6.1, "year": 2019, "productionInfo": ["India"], "id": "8094252"}, {"plot": "THE AMERICAN MEME follows the journeys of four shocking social media disruptors, Paris Hilton (@parishilton), Josh Ostrovsky (@thefatjewish), Brittany Furlan (@brittanyfurlan) and Kirill Bichutsky (@slutwhisperer), as they hustle to create empires out of their online footprints. Although their paths to influencer status are distinct, their respective followings are akin to small armies.", "genres": ["Documentary"], "title": "The American Meme", "votes": 10802.0, "avgRating": 7.4, "year": 2018, "productionInfo": ["United States"], "id": "8106160"}, {"plot": "A desperate man goes on a buried treasure hunt for $2 million worth of cocaine.", "genres": ["Documentary"], "title": "The Legend of Cocaine Island", "votes": 2180.0, "avgRating": 6.3, "year": 2018, "productionInfo": ["United States"], "id": "8106596"}, {"plot": "The Chief Minister is charged with corruption and on the advice of a Swamiji, decides to make his son, Varun, as a proxy CM to work under his guidance for a couple of weeks. The verdict comes against him and he is sentenced to a jail term. Varun decides to take decisions on his own against the interests of his political party. The opposition party grabs every opportunity to show him in a bad light and he soon discovers the corruption in his own party. The problems escalate when his life is threatened and his father wants him to step down. Varun decides to take things seriously and put an end to the corruption in state politics.", "genres": ["Drama"], "title": "Nota", "votes": 2112.0, "avgRating": 6.4, "year": 2018, "productionInfo": ["India"], "id": "8108034"}, {"plot": "Balbir Chaudhary is a well to do businessman in small town Moga in Punjab living with his mother and children Babloo and Sweety.Sahil Mirza son of well known producer is a failed writer director.He saves Sweety from a person but later realizes he was her bother Babloo trying to stop her for something.Sahil reaches Moga with Chatro to search Sweety and conducts an acting workshop. Baldev and his family feel Sweety is having and affair with a Muslim boy and put boundaries for her in outside world .Sahil inspires Sweety's grandmother and is invited to her birthday party with Chatro where Baldev mistakes him as the same Muslim boy.All the while Sahil thinks that Sweety is in love with him.But she discloses to him that she is different from everyone and tells her secret.", "genres": ["Comedy", "Drama", "Romance"], "title": "Ek Ladki Ko Dekha Toh Aisa Laga", "votes": 2948.0, "avgRating": 5.5, "year": 2019, "productionInfo": ["India"], "id": "8108164"}, {"plot": "Following the story of two quirky individuals whose lives pivot between reality and illusions.", "genres": ["Comedy", "Drama", "Thriller"], "title": "Judgementall Hai Kya", "votes": 3060.0, "avgRating": 6.0, "year": 2019, "productionInfo": ["India"], "id": "8108196"}, {"plot": "Akash a blind pianist is preparing for a London concert.Sophie's scooter bumps into Akash and upon finding he a pianist she takes him to her restaurant Franco's run by her father and offers him a job.Akash meets 70s actor Pramod Sinha at the restaurant who asks him to do a private concert of his songs at his residence to surprise his wife Simi. Next Day upon reaching his house a shocking surprise is waiting for Akash.", "genres": ["Crime", "Thriller"], "title": "Andhadhun", "votes": 51081.0, "avgRating": 8.4, "year": 2018, "productionInfo": ["India"], "id": "8108198"}, {"plot": "This is the story of a group of rebels in Chambal. The year is 1975. The Prime Minister, Indira Gandhi, has declared Emergency in the country. Man Singh (Manoj Bajpayee) meanwhile leads a gang in Chambal, a region that more or less is lawless. Vakil Singh (Ranvir Shorey) and Lakhna (Sushant Singh Rajput) are important members of this gang. Man Singh is in need of money to procure new arms. Based on a tip from Lacchu (Jaspal Sharma), he and his men descend to Brahmpuri village. A marriage is taking place in this hamlet where the groom is about to get a huge amount of gold and cash. Man Singh and his gang reaches the marriage venue in order to loot this wealth. However, the cops, led by Virender Gujjar (Ashutosh Rana) ambush the gang. In the tough fight, Man Singh and half of the gang get killed. Vakil, Lakhna and others escape. Vakil, now the leader of the gang, accuses Lakhna of betraying them and calling the cops. Lakhna is fed up of being a rebel and wants to surrender. Meanwhile, as they are running from the cops, they bump into Indumati Tomar (Bhumi Pednekar). She's accompanied by her sister Sonchiriya (Khushiya) who has been brutally raped. Sonchiriya needs to be taken to the hospital urgently and she asks for Vakil's help. The gang agrees. They halt to seek blessings of their goddess at a temple where Indu's husband and other family members arrive. She is accused of killing her father-in-law and they ask the gang to hand over Indu and Sonchiriya. Vakil agrees but Lakhna realizes it's not just and hence revolts. What happens next forms the rest of the film.", "genres": ["Action", "Crime", "Drama"], "title": "Sonchiriya", "votes": 2290.0, "avgRating": 7.5, "year": 2019, "productionInfo": ["India"], "id": "8108200"}, {"plot": "Chanderi village is haunted for years by a witch whose called as Stree. She abducts men in dark leaving their clothes behind during the four day annual festival. Vicky young and handsome village tailor disbelief's these stories. He meets an Unnamed women whose in the village every year during the festival. Vicky and the women start getting close to each other. But his friends Jaana and Bitu get suspicious that till date only Vicky has seen the women and believe that she could be Stree.", "genres": ["Comedy", "Horror"], "title": "Stree", "votes": 22481.0, "avgRating": 7.7, "year": 2018, "productionInfo": ["India"], "id": "8108202"}, {"plot": "The Tashkent Files is a thriller that revolves around the mysterious death of India's 2nd Prime Minister Shri Lal Bahadur Shastri and attempts to uncover if he had actually died a natural death, or, as alleged, was assassinated.", "genres": ["Drama", "Mystery", "Thriller"], "title": "The Tashkent Files", "votes": 5406.0, "avgRating": 8.0, "year": 2019, "productionInfo": ["India"], "id": "8108268"}, {"plot": "In 1988, in Philadelphia, Police Detective Locke and his partner Maddox hunt down a female serial killer. Locke kills her in the subway and the case is closed by his chief Holt without identification of the killer. In 1997, similar crimes happen and Locke and Maddox believe in a copycat. However Locke finds that the killer is the same woman he killed nine years ago. Locke becomes obsessed with the case along the years and Locke believes she travels in time in the opposite time-line. When the woman reappears nine years later, Locke is waiting for her.", "genres": ["Crime", "Mystery", "Sci-Fi"], "title": "In the Shadow of the Moon", "votes": 20800.0, "avgRating": 6.2, "year": 2019, "productionInfo": ["United States", "Canada"], "id": "8110640"}, {"plot": "In the midst of a pro basketball lockout, sports agent Ray Burke (André Holland) finds himself caught in the face-off between the league and the players. His career is on the line, but Ray is playing for higher stakes. With only 72 hours to pull off a daring plan, he outmaneuvers all the power-players as he uncovers a loophole that could change the game forever. The outcome raises questions of who owns the game - and who ought to.", "genres": ["Drama", "Sport"], "title": "High Flying Bird", "votes": 5580.0, "avgRating": 6.2, "year": 2019, "productionInfo": ["United States"], "id": "8128188"}][{"plot": "Naina Sethi a successful entrepreneur finds herself locked in a hotel room.When she gains conscious she finds herself lying to corpse of her lover Arjun she is arrested for the murder.But left on bail her lawyer Jimmy hires a defense lawyer Badal Gupta who hasn't lost a case since last 40 years.Badal and Naina discuss about the events that happened during that day.But Badal feels that there are lot many loopholes in Naina's story.", "genres": ["Crime", "Drama", "Mystery"], "title": "Badla", "votes": 15267.0, "avgRating": 7.9, "year": 2019, "productionInfo": ["India"], "id": "8130968"}, {"plot": "Flat Earthers, a term synonymous with conspiracy theorists who wear tinfoil hats. Meet real Flat Earthers, a small but growing contingent of people who firmly believe in a conspiracy to suppress the truth that the Earth is flat. One of the most prominent Flat Earthers is Mark Sargent who, in the midst of the upcoming Solar Eclipse, proudly speaks at the first Flat Earther conference.", "genres": ["Documentary"], "title": "Behind the Curve", "votes": 6139.0, "avgRating": 6.5, "year": 2018, "productionInfo": ["United States"], "id": "8132700"}, {"plot": "Needless to say--after escaping death by the skin of their teeth during the blood-soaked shoot-out in The Devil's Rejects (2005)--the murderous trio of sadists, Otis, Baby, and Captain Spaulding, are now left to rot in jail for the rest of their lives. However, evil knows no boundaries, and as the unrepentant mass-murderers miraculously escape from prison, they reunite with Otis' half-brother, Winslow Foxworth, to pick up where they left off, brutalising, once more, the unfortunate ones who stand in their way. Now, a dusty village somewhere in Mexico seems like the perfect refuge; nevertheless, there, too, death, and the brutish henchmen of a powerful assassin, follow the Fireflies. Who shall live, and who shall die in the Day of the Dead?", "genres": ["Horror"], "title": "3 from Hell", "votes": 5021.0, "avgRating": 5.7, "year": 2019, "productionInfo": ["United States"], "id": "8134742"}, {"plot": "Russian president Vladimir Putin attacks the 2016 American presidential election in collaboration with the Trump campaign.", "genres": ["Documentary"], "title": "Active Measures", "votes": 7139.0, "avgRating": 8.0, "year": 2018, "productionInfo": ["United States"], "id": "8135494"}, {"plot": "Having survived the farcical but utterly life-threatening events in Happy Death Day (2017), the feisty sorority sister, Tree Gelbman, finds herself in the same college dorm, thankful to be alive. However, this time, it's Carter's roommate, Ryan, who claims that he is reliving the same paradoxical day over and over again, as a mysterious paranoid killer in a single-toothed baby-faced mask with a big kitchen knife has made a habit of murdering him. Under those circumstances, a valiant but vain attempt to face the challenge, once more, will send Tree back to square one, trapped in an all too familiar and blood-drenched time loop. How many deaths separate Tree from a truly happy birthday?", "genres": ["Comedy", "Horror", "Mystery"], "title": "Happy Death Day 2U", "votes": 39205.0, "avgRating": 6.2, "year": 2019, "productionInfo": ["United States", "Japan"], "id": "8155288"}, {"plot": "A hitman must prove his loyalty to his mentor and best friend, while his girlfriend wants to leave the business behind them.", "genres": ["Thriller"], "title": "Chase", "votes": 5700.0, "avgRating": 7.2, "year": 2019, "productionInfo": ["United States"], "id": "8160864"}, {"plot": "In honor of Rebecca (Rachel Dratch)'s 50th birthday, Abby (Amy Poehler) plans a scenic Napa getaway with their best, longtime friends. Workaholic Catherine (Ana Gasteyer), post-op Val (Paula Pell), homebody Jenny (Emily Spivey), and weary mom Naomi (Maya Rudolph) are equally sold on the chance to relax and reconnect. Yet as the alcohol flows, real world uncertainties intrude on the punchlines and gossip, and the women begin questioning their friendships and futures. A hilarious and heartfelt comedy directed by Poehler, Wine Country co-stars Tina Fey, Jason Schwartzman and Cherry Jones.", "genres": ["Comedy"], "title": "Wine Country", "votes": 14903.0, "avgRating": 5.4, "year": 2019, "productionInfo": ["United States"], "id": "8169446"}, {"plot": "A law student from a lower caste begins a friendship with his classmate, a girl who belongs to a higher caste, and the men in her family start giving him trouble over this.", "genres": ["Drama"], "title": "Pariyerum Perumal", "votes": 5624.0, "avgRating": 8.9, "year": 2018, "productionInfo": ["India"], "id": "8176054"}, {"plot": "Summer camp at Rim of the World has barely begun when four misfit teenagers -- Alex, ZhenZhen, Dariush, and Gabriel -- find they've got bigger problems to face than learning how to canoe and climb ropes when aliens suddenly invade the planet. Alone in a campground once teeming with people, the kids are unexpectedly entrusted with a key that carries the secret to stopping the invasion. Without any adults or electronics to help guide the way, it's clear what they must do: band together, conquer their fears, and save the world.", "genres": ["Action", "Adventure", "Comedy"], "title": "Rim of the World", "votes": 14736.0, "avgRating": 5.1, "year": 2019, "productionInfo": ["United States"], "id": "8179388"}, {"plot": "CUCK is a gripping fly-on-the wall character study and psychosexual thriller tracking an isolated and lonely young man as he is indoctrinated into the online echo chambers of Alt-Right ideology and hate. Touching on several topical nerves, CUCK gives a raw, unforgiving glimpse into a dark world that hides in plain sight.", "genres": ["Crime", "Drama", "Thriller"], "title": "Cuck", "votes": 2066.0, "avgRating": 6.0, "year": 2019, "productionInfo": ["United States"], "id": "8195518"}, {"plot": "Brooks Rattigan (Noah Centineo) has the academic chops to get into his dream Ivy League school, but what he's missing is an outstanding extracurricular - and the money. When he seizes on an opportunity to make some extra cash by posing as the boyfriend of a self-assured, combat boot-loving girl named Celia Lieberman (Laura Marano), he finds he has a knack for being the perfect stand-in. Together with his programmer friend Murph (Odiseas Georgiadis), Brooks launches an app selling himself as a plus-one for all occasions. Along the way, he meets the girl of his dreams (Camila Mendes). But when business starts to boom, Brooks must reassess everything he was once sure of.", "genres": ["Comedy", "Romance"], "title": "The Perfect Date", "votes": 24510.0, "avgRating": 5.8, "year": 2019, "productionInfo": ["United States"], "id": "8201170"}, {"plot": "There are about 2 Lakh policemen in Mumbai. Tasked with the safety of this enormous city, a majority of them don't necessarily have the \"cleanest\" of vardis. When four such police inspectors are burnt alive in a series of merciless killings, the entire police force is rocked with terror. The media is looking for answers. The public is on the fence over these killings. These crimes reflect Vir as a person. Bold, Calculating, and Unapologetic. He's not scared of killing, or dying. It was clear that he had an agenda. A reason. A drive; behind these deaths and he was far from done. Fearing the next attack, the Commissioner calls upon their best bet to catch Vir. DCP Shivansh is what a proper policeman looks like. Strong, Courageous, Patriotic and most importantly, \"Clean.\" And of course, he's the best at what he does. What follows is a succession of events that will test his Probity to the fullest. He is up against Vir, who is a vigilante and will stop at nothing to complete his mission. This confrontation of epic proportions will take us through the corrupt underbelly of the Financial Capital. Vir and Shivansh are against the same enemy, but they are divided by a fine line. The Law. Shivansh is the \"good-guy\" protector of the law, whereas Vir wants to take matters into his own hands, disregarding the law. Were these meticulously planned murders just vengeance killings? Or was there order in this chaos? There's a lot at stake. Along with the lives of numerous policemen, the public's faith in the police's capability to keep them safe is also at stake. Will Vir be successful in concluding his twisted message? Or will Shivansh's Integrity and Ethicality become his biggest strength and Vir's biggest weakness?", "genres": ["Action", "Thriller"], "title": "Satyameva Jayate", "votes": 5434.0, "avgRating": 5.6, "year": 2018, "productionInfo": ["India"], "id": "8202612"}, {"plot": "Set in Tumbbad in the 1920s, the story revolves around the three generations of a family facing the consequences when they build a temple for the first-born of a goddess, named Hastar--he who must not be worshiped. Hastar is a terrible entity who can curse a person yet also can grant gold coins. And the story put emphasis on human nature and the never ending greed. The myth of Hastar is, when the Goddess of Prosperity created the world she gave birth to Hastar followed by 16 Crore Gods and Goddesses. Hastar being her first born was her favorite child, but Hastar was very greedy. When the Goddess of Prosperity offered Hastar the ownership of all the gold in the universe or all the food, he took the gold as well as tried to take over the food in his greed fighting with his brothers and sisters. The 16 crore gods and goddesses overpowered Hastar and when they tried to kill him, the Goddess of Prosperity intervened and begged for his life. The 16 crore gods and goddesses accepted her request on one condition, that Hastar will never be mentioned in the Puranas nor he should be ever worshiped.", "genres": ["Drama", "Fantasy", "Horror"], "title": "Tumbbad", "votes": 16343.0, "avgRating": 8.2, "year": 2018, "productionInfo": ["India", "Sweden"], "id": "8239946"}, {"plot": "A struggling but talented photographer inherits an antique holiday advent calendar, the contents of which seem to predict the future. Will this magical calendar lead her to love this holiday season?", "genres": ["Drama", "Romance"], "title": "The Holiday Calendar", "votes": 5750.0, "avgRating": 5.7, "year": 2018, "productionInfo": ["United States"], "id": "8262802"}, {"plot": "In 1987 Britain, Javed Khan is a British-Pakistani college arts student in Luton in a family with a domineering father. Depressed by his oppressive family life and feeling he has no future in a hostile community, a newfound friend introduces Javed to the music of Bruce Springsteen. Touched by the rock star's powerfully eloquent affinity of his own feelings, Javed is inspired to reach out for his own dreams with his own talents. However, although Javed finds friends he never expected in this personal quest, he also finds himself butting heads with his newly unemployed father who stubbornly refuses to understand his son's new aspirations. In this conflict of values in a troubled time, Javed must decide what is truly important to him while his family struggles to understand what has changed and what remains with a new generation feeling born to run.", "genres": ["Comedy", "Drama", "Music"], "title": "Blinded by the Light", "votes": 8352.0, "avgRating": 6.9, "year": 2019, "productionInfo": ["United Kingdom", "United States", "France"], "id": "8266310"}][{"plot": "With his family grappling with extreme poverty, forever indebted to their ruthless landlord, the sad twelve-year-old boy, Zain, is forced to fend for himself in the squalid and overcrowded slums of Beirut. Unable to save his eleven-year-old sister, Sahar, from an uneasy arrangement, Zain will soon find himself all alone in a faceless city, ending up at a small amusement park to befriend another lost soul: the Ethiopian cleaner and mother of one, Rahil. But, in this grim and hostile world, there is no room for dreamers--and as a horrifying discovery is the last straw--a rabid desire for retribution possesses Zain and his blood-thirsty knife demands justice. Who is to blame when love becomes hate, and life turns into an unendurable torment?", "genres": ["Drama"], "title": "Capharnaüm", "votes": 30133.0, "avgRating": 8.4, "year": 2018, "productionInfo": ["Lebanon", "United States", "France", "Cyprus", "Qatar", "United Kingdom"], "id": "8267604"}, {"plot": "Divided over five chapters, the film chronicles the events of the surgical strike conducted by the Indian military against suspected militants in Pakistan occupied Kashmir. It tells the story of the 11 tumultuous events over which the operation was carried out. Indian army special forces carry out a covert operation to avenge the killing of fellow army men at their base by a terrorist group.", "genres": ["Action", "Drama", "War"], "title": "Uri: The Surgical Strike", "votes": 34807.0, "avgRating": 8.4, "year": 2019, "productionInfo": ["India"], "id": "8291224"}, {"plot": "A bit of an outsider struggling to fit into her new surroundings, Nancy and her pals set out to solve a mystery, make new friends, and establish their place in the community.", "genres": ["Comedy", "Crime", "Drama"], "title": "Nancy Drew and the Hidden Staircase", "votes": 2046.0, "avgRating": 5.7, "year": 2019, "productionInfo": ["United States"], "id": "8323104"}, {"plot": "The films starts with SI Balachandran aka Balu, a honest police officer who heads to Pambinthurthu to confront and arrest V. R. Nadesan, an illegal liquor brewer. He fails to do so after a fellow policeman betrays him, and there, he is mauled to death by Nadeshan's hounds. The story progresses to 25 years later, where Madhavan Nair and his brother in law visit Pambinthurthu on the basis of the complaints put forward by the school staff on the island. Nadesan tries to oppose them. Chinnan is sent to help Madhavan, but the situation goes out of hand when Chinnan gets arrested. Here, Raja arrives and takes over. The rest of the movie follows on how the rivals try to defeat each other.", "genres": ["Action", "Comedy", "Drama"], "title": "Madhura Raja", "votes": 2875.0, "avgRating": 7.0, "year": 2019, "productionInfo": ["India"], "id": "8326824"}, {"plot": "Rishi, a millionaire businessman, returns to his homeland, where he becomes the champion of poor and downtrodden farmers.", "genres": ["Action", "Drama"], "title": "Maharshi", "votes": 4273.0, "avgRating": 7.4, "year": 2019, "productionInfo": ["India", "United States"], "id": "8333978"}, {"plot": "In a hopeless effort to contain the ancient malevolent force of the evil-infused Victorian doll, Annabelle, the seasoned paranormal investigators, Ed Warren and Lorraine Warren, bring the cursed plaything to their house. Confined in the couple's off-limits room of haunted artefacts, Annabelle seems to pose no threat; however, evil never dies--and as a youthful mistake lets loose the contained unholy power--an endless night of terror ensues. Once, the very same doll craved the soul of an innocent in Annabelle: Creation (2017). Now, the parasitic entity that resides in the creepy porcelain doll thirsts for more souls to possess. Who can keep the forces of darkness at bay?", "genres": ["Horror", "Mystery", "Thriller"], "title": "Annabelle Comes Home", "votes": 37878.0, "avgRating": 5.9, "year": 2019, "productionInfo": ["United States"], "id": "8350360"}, {"plot": "In the fall of 2016, an army of over 100,000 Iraqi soldiers and militiamen mobilize to liberate Mosul, Iraq's second largest city, from the clutches of the Islamic State. Ali Mula, an Iraqi journalist, joins this army of uneasy allies--including Sunnis, Shiites, Christians and Kurds--to find out if they can put aside their sectarian differences and finally free their country from the scourge of ISIS. Along the way to Mosul, Ali encounters an unforgettable group of characters including a Sunni tribal leader who calls himself \"the Crocodile\", a female militia leader avenging the death of her husband, a canny, Iranian-backed militia leader, a lawyer-turned-warrior, an elite band of ISIS killers, and refugees who survived the brutality of ISIS occupation. As he nears the end of his journey, Ali meets face-to-face with a die-hard ISIS prisoner who reveals the truth behind his nefarious organization. In the aftermath of Mosul's liberation, Ali ponders the question: Is the war against ISIS over or have the seeds of the next sectarian conflict already been sown?", "genres": ["Documentary"], "title": "Mosul", "votes": 2633.0, "avgRating": 9.1, "year": 2019, "productionInfo": ["United States"], "id": "8354112"}, {"plot": "In Daniel Goldhaber and Isa Mazzei's paranoid horror thriller \"Cam,\" an erotic webcam performer finds her followers stolen by a doppelganger who hijacks her channel, pushes the sexual envelope further, and otherwise seems determined to destroy her life. Call it identity theft of a possibly supernatural kind.", "genres": ["Horror", "Mystery", "Thriller"], "title": "Cam", "votes": 19696.0, "avgRating": 5.9, "year": 2018, "productionInfo": ["United States"], "id": "8361028"}, {"plot": "Against all logic, the competitive swimmer, Haley, drives into the mouth of a furiously destructive Category 5 hurricane on a collision course with her hometown of Florida, to check in on her estranged father, Dave. There, in their weather-beaten house amid a rapidly sinking and alligator-infested town, Haley and her father find themselves trapped in the labyrinthine mess of their flooded crawl space, where a merciless pair of six-metre predators is silently stalking them. Now--as Haley and Dave are gasping for air in the claustrophobic basement--only their will to survive can help them stand a chance against the scaly adversaries' powerful jaws. Can they escape without getting eaten alive?", "genres": ["Action", "Drama", "Horror"], "title": "Crawl", "votes": 32712.0, "avgRating": 6.2, "year": 2019, "productionInfo": ["United States", "Serbia", "Canada"], "id": "8364368"}, {"plot": "A dog finds the meaning of his own existence through the lives of the humans he meets.", "genres": ["Comedy", "Drama", "Family"], "title": "A Dog's Journey", "votes": 9747.0, "avgRating": 7.4, "year": 2019, "productionInfo": ["China", "India", "Hong Kong", "United States"], "id": "8385474"}][{"plot": "A hot-blooded student union leader falls for a state-level cricketer but his anger management issues and violent streak threatens to derail their love story.", "genres": ["Action", "Drama", "Romance"], "title": "Dear Comrade", "votes": 2568.0, "avgRating": 7.2, "year": 2019, "productionInfo": ["India"], "id": "8388508"}, {"plot": "Based on Charan Singh Pathik's short story Do Behnein, Pataakha narrates the story of two feuding sisters who realize the true nature of their relationship only after marriage \"separates\" them.", "genres": ["Action", "Comedy", "Drama"], "title": "Pataakha", "votes": 2912.0, "avgRating": 7.2, "year": 2018, "productionInfo": ["India"], "id": "8396128"}, {"plot": "A group of people with a common addiction - a thirst to kill - regularly holds meetings of mutual assistance. Their anonymous community is wrapped in a network of dark intrigues when an assassination attempt against a senator takes place in the city. Soon after, a new one appears in the club of anonymous killers, and participants begin to suspect that dangerous and powerful people are behind their confidential meetings.", "genres": ["Action", "Crime", "Mystery"], "title": "Killers Anonymous", "votes": 7124.0, "avgRating": 6.1, "year": 2019, "productionInfo": ["United Kingdom"], "id": "8400758"}, {"plot": "A Special Protection Group officer has to identify the threat to the prime minister, who he is protecting, and also the nation.", "genres": ["Action", "Thriller"], "title": "Kaappaan", "votes": 2459.0, "avgRating": 7.1, "year": 2019, "productionInfo": ["India"], "id": "8411144"}, {"plot": "The film revolves around four brothers who share a love-hate relationship with each other. Franky's elder brothers, Saji, Bobby and Bony lead a messed up life with their downright arrogance, differences, and disagreements with each other. Each one deals with the struggle of his own. Their relationship progresses to another level when Saji, Boney, and Franky decide to help Bobby stand by his love. Franky's wish for a beautiful home cuddles hope.", "genres": ["Comedy", "Drama", "Romance"], "title": "Kumbalangi Nights", "votes": 4000.0, "avgRating": 8.6, "year": 2019, "productionInfo": ["India"], "id": "8413338"}, {"plot": "A supernatural thriller set in the Western frontier of the late 1800s, The Wind stars Caitlin Gerard (INSIDIOUS: THE LAST KEY) as a plains-woman driven mad by the harshness and isolation of the untamed land. The film is directed by Emma Tammi, written by Teresa Sutherland and stars Gerard, Ashley Zukerman, and Julia Goldani Telles. It was produced by Soapbox Films and Divide/Conquer.", "genres": ["Horror", "Western"], "title": "The Wind", "votes": 3702.0, "avgRating": 5.5, "year": 2018, "productionInfo": ["United States"], "id": "8426594"}, {"plot": "Yatra focuses on certain events leading up to YS Rajasekhara Reddy's (YSR) padayatra or journey on foot across Andhra Pradesh in 2003. During the course of the journey YSR learnt about the things that concern the people and in turn made the people realize the kind of person he is. We also learn how the 1500 km journey shaped the two time Chief Minister's life and his short lived career.", "genres": ["Biography", "Drama"], "title": "Yatra", "votes": 3054.0, "avgRating": 8.4, "year": 2019, "productionInfo": ["India"], "id": "8426840"}, {"plot": "Four short films by four of India's biggest directors exploring love, sex and relationships in modern India.", "genres": ["Drama", "Romance"], "title": "Lust Stories", "votes": 8180.0, "avgRating": 6.5, "year": 2018, "productionInfo": ["India"], "id": "8439854"}, {"plot": "Cursed demonic circus clowns set out on a vengeful massacre using tornadoes. A stripper, Elvis impersonator, truck driver, teen runaway, and a dude get caught in the supernatural battle between femme fatal and the boss clown from hell.", "genres": ["Comedy", "Horror"], "title": "Clownado", "votes": 2004.0, "avgRating": 7.0, "year": 2019, "productionInfo": ["United States"], "id": "8485548"}, {"plot": "The story of Theranos, a multi-billion dollar tech company, its founder Elizabeth Holmes, the youngest self-made female billionaire, and the massive fraud that collapsed the company.", "genres": ["Documentary"], "title": "The Inventor: Out for Blood in Silicon Valley", "votes": 5430.0, "avgRating": 7.1, "year": 2019, "productionInfo": ["United States"], "id": "8488126"}, {"plot": "Eddie Murphy portrays real-life legend Rudy Ray Moore, a comedy and rap pioneer who proved naysayers wrong when his hilarious, obscene, kung-fu fighting alter ego, Dolemite, became a 1970s Blaxploitation phenomenon.", "genres": ["Biography", "Comedy", "Drama"], "title": "Dolemite Is My Name", "votes": 8532.0, "avgRating": 7.5, "year": 2019, "productionInfo": ["United States"], "id": "8526872"}, {"plot": "A reclusive teenage musical prodigy (Khalil Everage) forms an unlikely friendship with a down-on-his-luck high school security guard (Anthony Anderson). United by their mutual love of hip hop, they try to free each other from the demons of their past and break into the city's music scene.", "genres": ["Drama"], "title": "Beats", "votes": 3057.0, "avgRating": 6.4, "year": 2019, "productionInfo": ["United States"], "id": "8530978"}, {"plot": "Prior to the India-Pakistan war of 1971, an Indian banker is recruited by the Research and Analysis Wing for a covert operation deep inside Pakistan.", "genres": ["Action", "Drama", "Thriller"], "title": "Romeo Akbar Walter", "votes": 3815.0, "avgRating": 6.5, "year": 2019, "productionInfo": ["India"], "id": "8550208"}, {"plot": "Demoted back to his hometown, a young Wall Street banker is drawn into investigating a tangled web of corruption and fraud in Upstate New York, affecting both his personal life and business career.", "genres": ["Crime", "Drama", "Thriller"], "title": "Crypto", "votes": 2273.0, "avgRating": 5.6, "year": 2019, "productionInfo": ["United States"], "id": "8563452"}][{"plot": "Little Baby is a story of unconditional love between a father and daughter. Sasha is a 19 year old girl who loves to experiment with her life and in this, she forgets she has a loving father and a mother.", "genres": ["Family"], "title": "Little Baby", "votes": 3952.0, "avgRating": 9.0, "year": 2019, "productionInfo": ["India"], "id": "8569206"}, {"plot": "A charming young professor, Vijay Govind, has a dream of marrying a traditional woman. He sees Geetha in a temple and falls in love with her. He meets her again when he travels to his hometown in a bus. He impresses her at first with his nature but things go south when he accidentally kisses her while trying to take a selfie with her. She complains to her brother, Phaneendra, on phone and Govind runs out of bus. They meet again when his sister gets engaged to Phaneendra. Govind requests Geetha not to reveal about him while Phaneendra keeps searching for the guy who kissed her on the bus. The misunderstanding between the couple grows as they travel together for marriage shopping and invitations. As Geetha learns his true nature and falls for him, he starts to avoid her as she doesn't treat him well. Before Govind realizes his mistake, Geetha's marriage is fixed with someone else and he has to win her back before they get separated forever.", "genres": ["Drama", "Romance"], "title": "Geetha Govindam", "votes": 6735.0, "avgRating": 7.7, "year": 2018, "productionInfo": ["India"], "id": "8590896"}, {"plot": "Filmmaker Michael Moore examines the current state of American politics, particularly the Donald Trump presidency and gun violence, while highlighting the power of grassroots democratic movements.", "genres": ["Documentary"], "title": "Fahrenheit 11/9", "votes": 14002.0, "avgRating": 6.9, "year": 2018, "productionInfo": ["United States"], "id": "8632862"}, {"plot": "Billi and her parents Haiyan and Jian emigrated to New York City from their native Changchun, China twenty-five years ago when Billi was only six. Billi is struggling finding her place in life and by association financially, she aspiring to be a writer, but the Guggenheim fellowship for which she applied and on which she placed much of her hopes has been denied. Billi maintains a close relationship with her paternal grandmother - her \"Nai Nai\" - back in Changchun via the occasional visit and frequent telephone calls. As is Chinese custom, Billi and Nai Nai tell each other little white lies both to save face and to prevent the other from worrying about the painful truth. Those little white lies turn into one big lie when Haiyan and his older brother Haibin, who emigrated to Japan years ago, learn that Nai Nai has just been diagnosed with Stage 4 lung cancer with the prognosis of only months to live, the diagnosis and prognosis which they and the rest of their extended family that know decide to keep from Nai Nai herself. In a guise to spend one last time together as a family with Nai Nai, they devise a wedding, that of Haibin's only offspring, Hao Hao, to Aiko, his Japanese girlfriend of three months, as an event, with Nai Nai to be the chief organizer in Changchun. Haiyan and Jian don't want Billi to go to the fake wedding in being the weak link that may tell Nai Nai the truth in her western mores. Against her parents' wishes, Billi does end up flying to Changchun for the gathering in her want to say goodbye to her Nai Nai. As time goes on, it may be difficult not only for Billi but for others to maintain the ruse. But Billi and the others may also come to a better perspective of what is best for all concerned under the circumstances.", "genres": ["Comedy", "Drama"], "title": "The Farewell", "votes": 8855.0, "avgRating": 8.0, "year": 2019, "productionInfo": ["United States"], "id": "8637428"}, {"plot": "a 50 year old Aashish living London away from his family fro many years,He falls in love with a 26 year Ayesha.Thou officially not divorced from his first wife Manju.Aashish wants her permission to get married to Ayesha.Upon reaching his house in India ,Ayesha finds that Aashish kids are of the same age as her.Aashish introduces Ayesha as his secretary to his family,he also finds that his daughter is about to get married and VK whose become close family friend is trying to woo her Manju.", "genres": ["Comedy", "Romance"], "title": "De De Pyaar De", "votes": 5284.0, "avgRating": 6.6, "year": 2019, "productionInfo": ["India"], "id": "8647400"}, {"plot": "After a revolutionary invention with great implications Bridget finds a character flaw in the company they've partnered with to develop the prototype that could be the fountain of youth. When she pulls the plug and step away from their original deal she quickly realizes they will stop at nothing to get it back. After her family gets kidnapped to sway a favorable vote their hopes rely on their teen daughter Miranda and her unlikely allies Corey (a suicidal military veteran) and Stephanie (a prostitute).", "genres": ["Action"], "title": "Eternal Code", "votes": 2095.0, "avgRating": 6.6, "year": 2019, "productionInfo": ["United States"], "id": "8655738"}, {"plot": "The toy Buddi with Artificial Intelligence is the great sensation of the Kaslan Industries. When a programmer is fired by his supervisor in a Vietnam factory, he cancels the security protocols of one toy and then he commits suicide. The mother of the lonely thirteen year-old Andy Barclay gives a Buddi to him for his birthday and the toy becomes his best friend. But soon Andy notes that something is wrong with his Buddi and together with his new friends Falyn and Pugg, they try to stop him.", "genres": ["Horror"], "title": "Child's Play", "votes": 26590.0, "avgRating": 5.9, "year": 2019, "productionInfo": ["Canada", "United States"], "id": "8663516"}, {"plot": "The peaceful town of Centerville finds itself battling a zombie horde as the dead start rising from their graves.", "genres": ["Comedy", "Fantasy", "Horror"], "title": "The Dead Don't Die", "votes": 28365.0, "avgRating": 5.5, "year": 2019, "productionInfo": ["United States", "Sweden"], "id": "8695030"}, {"plot": "Harsh Tandon a leading business man whose priority is his business above his family.Harsh lives with his wife Shalini and children Tannu and Sam.Harsh gets visions of people but next movement they disappear.After convincing him a lot by Shalini he agrees to go for vacation with his family also accompanied by Tannu's fiance Rahul on a road trip to Nainital.On their way Harsh takes a lonely route to avoid being stuck on the main line due to accident.They come across strange Dev who offers them help in his out house after their car breaks down.While in the out house things don't seem to be well where Sam starts to see visions of a women and little girl with her Doll.", "genres": ["Horror", "Thriller"], "title": "Lupt", "votes": 2636.0, "avgRating": 7.8, "year": 2018, "productionInfo": ["India"], "id": "8698956"}, {"plot": "Thinking they're about to crash, Emma spills her secrets to a stranger on a plane. At least, she thought he was a stranger...Until she later meets Jack, her company's young CEO, who now knows every humiliating detail about her. Based on the blockbuster NYT bestseller.", "genres": ["Comedy", "Romance"], "title": "Can You Keep a Secret?", "votes": 2978.0, "avgRating": 5.2, "year": 2019, "productionInfo": ["United States"], "id": "8707922"}, {"plot": "A year after helping Richard get to the throne, Amber is about to become his wife. But is she really made to be queen?", "genres": ["Drama", "Romance"], "title": "A Christmas Prince: The Royal Wedding", "votes": 5539.0, "avgRating": 5.2, "year": 2018, "productionInfo": ["United States"], "id": "8709036"}, {"plot": "After her brother is killed in a miscarriage of justice, aspiring inventor Claudette 'CJ' Walker uses her scientific mind to create two time machines, one for her, and the other for her friend Sebastian. As they use the machines to try and alter the day CJ's brother died, they come to learn the ultimatum of time travel: All Actions Have Consequences.", "genres": ["Action", "Adventure", "Crime"], "title": "See You Yesterday", "votes": 6695.0, "avgRating": 5.0, "year": 2019, "productionInfo": ["United States"], "id": "8743064"}, {"plot": "The Justice League battles the Fatal Five, (Tharok, Emerald Empress, Validus, Mano and the Persuader). Based on the characters created by Jim Shooter.", "genres": ["Action", "Animation", "Fantasy"], "title": "Justice League vs. the Fatal Five", "votes": 5127.0, "avgRating": 6.5, "year": 2019, "productionInfo": ["United States"], "id": "8752474"}, {"plot": "On its fiftieth anniversary, the events surrounding the actual Apollo 11 space mission are presented solely using archival footage and still photographs of or associated with the mission. The events span from the eleventh hour preparations for the launch to shortly after the safe touchdown of the capsule with its three astronauts back on Earth. The mission is historic as the first time humans had stepped on the surface of the Earth's moon. It arguably made household names of Neil Armstrong and Buzz Aldrin as the first and second to walk on the moon, and slightly less so for the third astronaut, Michael Collins, who remained inside the capsule at the time. It was arguably the most dangerous space mission at the time in part to the astronauts leaving the safety of the capsule.", "genres": ["Documentary", "History"], "title": "Apollo 11", "votes": 12193.0, "avgRating": 8.3, "year": 2019, "productionInfo": ["United States"], "id": "8760684"}, {"plot": "Traumatised and still struggling to come to terms with an appalling family tragedy, the American graduate student, Dani, turns to her self-centred and distant boyfriend, Christian, against the backdrop of an inescapable break-up. In high hopes of repairing their disintegrating relationship, Dani tags along with two of Christian's fellow students and their cryptic Swedish friend, Pelle, to attend a once-every-ninety-years summer solstice festival at an isolated pagan commune in rural Sweden. Now, for the first time in a long while, Dani feels happy; however--in this friendly and verdant haven of peace, harmony, and constant sunshine--the welcoming community's peculiar traditions start to blemish the folkloric utopia, allowing the uncomfortable feeling of uneasiness to creep up on Dani and her friends. In the eyes of the uninitiated newcomers, the naturalistic rituals seem brutal. Could a numbing truth be hiding in plain sight?", "genres": ["Drama", "Horror", "Mystery"], "title": "Midsommar", "votes": 70457.0, "avgRating": 7.3, "year": 2019, "productionInfo": ["United States", "Sweden"], "id": "8772262"}][{"plot": "Cain Burgess was in prison for someone else's crimes and for seven years he dreamed of freedom. Every day he thought that he would someday be released, and would take revenge on his offenders. The hero of the film \"Avengement\" every year became stronger and tempered his iron will in the dark prison walls. One day, he manages to neutralize the two guards, and escape from custody. Once free, Cain hurries into the lair of the criminal community to pay off all who have destroyed his future.", "genres": ["Action", "Crime", "Thriller"], "title": "Avengement", "votes": 5727.0, "avgRating": 6.5, "year": 2019, "productionInfo": ["United Kingdom"], "id": "8836988"}, {"plot": "Small time musician Deni Maroon and his loving girlfriend, Kofi Novia, live on a beautiful but impoverished small tropical island called Guava Island that's controlled by a brutal paramilitary group, Red Cargo. The island's main resource is a beautiful, expensive, blue silk produced by a silkworm unique to the island, but the island's textile industry and export is controlled by the paramilitary group and the islanders are forced to work for them every day of the week - the women at the textile factory, and the men at the shipping docks. One day, Deni, who works part time at the docks and part time as the local radio station's house musician whose passionate music is extremely popular among the islanders, decides to hold a secret concert in the evening to make everyone happy, if only for a day. However, the leader of Red Cargo, who also controls the textile industry and export, warns Deni not to do it or the islanders will be too tired to come to work the day after the concert and he can not allow for the textile industry and shipping to stop, even for a single day. Deni decides not to talk about this with Kofi, who becomes worried that something is wrong. She also learns some wonderful news but decides not to share them with Deni until after the concert. As the evening approaches, Deni is forced to make a fateful decision and either betray who he is and what he believes in or stick to his principles no matter the cost.", "genres": ["Comedy", "Drama", "Music"], "title": "Guava Island", "votes": 6939.0, "avgRating": 6.8, "year": 2019, "productionInfo": ["United States"], "id": "8858104"}, {"plot": "Based on the true events wherein after a Police Encounter against dreaded Indian Mujahideen (IM) terrorists in Delhi's Batla House locality in Jamia Nagar in September 19, 2008, top cop Sanjeev Kumar is accused by a certain section of the media and activists that the encounter was fake.", "genres": ["Action", "Drama", "Thriller"], "title": "Batla House", "votes": 5196.0, "avgRating": 7.3, "year": 2019, "productionInfo": ["India"], "id": "8869978"}, {"plot": "Evan takes his job as a social worker at a high school very seriously - maybe too seriously. It won't be long before his wife, Lauren, starts to become suspicious of her husband's activities, all loaded with violence, and the couple will soon spiral out of control. Seann William Scott turns his back once and for all on his performance in American Pie with this family man and part-time serial killer.", "genres": ["Crime", "Horror", "Thriller"], "title": "Bloodline", "votes": 2300.0, "avgRating": 6.0, "year": 2018, "productionInfo": ["United States"], "id": "8883524"}, {"plot": "Vishnu Trivedi a powerful politician opposes live in relationship as its against the culture.His daughter Rashmi while working on internship with a reporter Guddu and his friend Abbas falls in love with Guddu.Guddu proposes her and and tells they should get married.But Rashmi tells that first they need to know each other instead they can go for live in relationship Guddu does not agree to this as his family will never agree as they feel its against the culture.Few days later with help of Abbas they start to live as husband and wife in Gwalior where the residents suspect about their relationship.But Rashmi succeeds in bluffing everyone Babulal one of Guudu's relative sees them both in Gwalior and suspects they have eloped and got married and informs his family.Thus creating chaos.", "genres": ["Comedy", "Romance"], "title": "Luka Chuppi", "votes": 6158.0, "avgRating": 6.3, "year": 2019, "productionInfo": ["India"], "id": "8908002"}, {"plot": "A nyctophobic woman has to fight her inner demons to stay alive in the game called life.", "genres": ["Drama", "Thriller"], "title": "Game Over", "votes": 3827.0, "avgRating": 7.2, "year": 2019, "productionInfo": ["India", "Turkey"], "id": "8914492"}, {"plot": "Luck hasn't always been in favour of Arjun, a gifted cricketer in his mid-thirties whose career has failed to take off. With everyone around him insisting that he should give up on his career, will Arjun have the courage of conviction to continue pursuing his dream?", "genres": ["Drama", "Sport"], "title": "Jersey", "votes": 3828.0, "avgRating": 8.7, "year": 2019, "productionInfo": ["India"], "id": "8948790"}, {"plot": "Stacy, a type-A planner with a penchant for schedules, takes a spontaneous trip to the charming land of Belgravia at the suggestion of her sous chef and best friend, Kevin. While preparing for the Royal Christmas Baking Contest, Stacy faces an identical stranger and a strange request. Free-spirited but royally obligated,all Duchess Margaret Delacourt really wants is one last chance to experience life as a \"normal person\" before she dutifully marries the Crown Prince of Belgravia. Stacy can give her that wish.", "genres": ["Romance"], "title": "The Princess Switch", "votes": 14988.0, "avgRating": 6.0, "year": 2018, "productionInfo": ["United States"], "id": "8954732"}, {"plot": "Though he works as a hostel warden, there is more to Kaali than meets the eye. Things take an interesting turn when Kaali's path crosses with a group of dreaded gangsters.", "genres": ["Action", "Drama"], "title": "Petta", "votes": 6712.0, "avgRating": 7.3, "year": 2019, "productionInfo": ["India"], "id": "8959820"}, {"plot": "Kabir Rajdheer Singh is a topper and senior medical student at Delhi medical college having anger management issues.He falls in love with a Junior student Preeti Sikka and is very possessive about her.Preeti's family opposes's their relationship to marry her to someone else.On the bachelorhood party of his elder other Kabir has a fight with Preeti and his family and goes high on drugs and alcohol where he lies unconscious for two days.Kabir gains conscious and finds Preeti has married someone else,his father to throws him out of the house for creating a scene at his brothers wedding.Kabir now finds a job at top Hospital in the city.But turns womanizer and alcoholic for loosing Preeti.", "genres": ["Drama", "Romance"], "title": "Kabir Singh", "votes": 20176.0, "avgRating": 7.2, "year": 2019, "productionInfo": ["India"], "id": "8983202"}, {"plot": "A camp counselor suffering from blackouts finds himself surrounded by murder victims. He turns to his horror movie enthusiast friend for advice, and to contend with the idea he may be the killer.", "genres": ["Comedy", "Horror", "Mystery"], "title": "You Might Be the Killer", "votes": 3131.0, "avgRating": 6.0, "year": 2018, "productionInfo": ["United States"], "id": "8998472"}, {"plot": "London, present time: Tom wakes up in the middle of the night to see his twenty year old self, Tomas, pointing a gun at his face. Tomas just traveled through time from 1980's USSR to see how Socialism is prospering. As a dedicated party member and future soldier, has been chosen specifically by the Socialist government for this vital experiment. Tom laughs in his face and shows him the events of last twenty years. It becomes very clear to Tomas that there has been a huge mistake. He has to do all he can, to save Socialism from its fate, at any cost.", "genres": ["Mystery", "Sci-Fi", "Thriller"], "title": "Excursion", "votes": 2305.0, "avgRating": 7.4, "year": 2019, "productionInfo": ["United Kingdom"], "id": "9005662"}, {"plot": "As one of the youngest Planned Parenthood clinic directors in the nation, Abby Johnson was involved in upwards of 22,000 abortions and counseled countless women on their reproductive choices. Her passion surrounding a woman's right to choose led her to become a spokesperson for Planned Parenthood, fighting to enact legislation for the cause she so deeply believed in. Until the day she saw something that changed everything.", "genres": ["Biography", "Drama"], "title": "Unplanned", "votes": 10531.0, "avgRating": 5.8, "year": 2019, "productionInfo": ["United States"], "id": "9024106"}, {"plot": "The setup was within 1990's till present where Anni, a divorcee used his past experience in overcoming challenges of being a loser in college where he met His Wife, Maya and his Losers friends, Saxa, Mummy, Acid, Derek and Bevda. His shares past experience to his son, Raghav who struggles with being failed at getting an offer to college despite being an excellent student.", "genres": ["Comedy", "Drama"], "title": "Chhichhore", "votes": 8292.0, "avgRating": 8.5, "year": 2019, "productionInfo": ["India"], "id": "9052870"}, {"plot": "A deep sea diver is stranded on the seabed with 5 minutes of oxygen and no hope of rescue. With access to amazing archive this is the story of one man's impossible fight for survival.", "genres": ["Documentary"], "title": "Last Breath", "votes": 2209.0, "avgRating": 7.7, "year": 2019, "productionInfo": ["United Kingdom", "Belgium", "Sweden"], "id": "9056818"}, {"plot": "A HEAD FULL OF DREAMS offers an in-depth and intimate portrait of the band's spectacular rise from the backrooms of Camden pubs to selling out stadiums across the planet. At the heart of the story is the band's unshakeable brotherhood which has endured through many highs and lows. The film is directed by Mat Whitecross - director of Supersonic, the acclaimed 2016 Oasis documentary - who met the four friends at college in London, before they'd even formed the band. From the very first rehearsal in a cramped student bedroom, Whitecross has been there to capture the music and the relationships on tape. Using extensive unseen archive, behind-the-scenes and live footage, A HEAD FULL OF DREAMS sees the band reflect upon their two decades together. It was filmed during Coldplay's record-breaking A Head Full Of Dreams Tour, which was certified as the third biggest tour of all time, playing to more than 5.5 million fans across the world.", "genres": ["Documentary", "Music"], "title": "Coldplay: A Head Full of Dreams", "votes": 2093.0, "avgRating": 8.0, "year": 2018, "productionInfo": ["United Kingdom"], "id": "9095324"}][{"plot": "Former government physicist Bob Lazar made headlines world-wide in 1989 when he came forward with his account of reverse-engineering an alien spacecraft for the US military. The reason the public even knows the name Area 51 is because Lazar came forward about the work he did at the formerly secret military base. His testimony remains the most controversial and important UFO story of all time. This film intimately chronicles the challenges and travails of a cosmic whistleblower. Burdened with a revolutionary secret, he had to choose between his oath to his country or his conscience. Corbell's film explores Lazar's groundbreaking claims and the devastating impact it has had on his life over the course of the last 30 years, including rare and never before revealed footage guaranteed to alter the landscape of the debate. He blew the whistle, shocked the world, then went silent - until now.", "genres": ["Documentary"], "title": "Bob Lazar: Area 51 & Flying Saucers", "votes": 3245.0, "avgRating": 5.5, "year": 2018, "productionInfo": ["United States"], "id": "9107368"}, {"plot": "Finally free from torture and slavery at the hands of Tod's uncle Jack, and from Mr. White, Jesse must escape demons from his past. He's on the run from a police manhunt, with his only hope of escape being Saul Goodman's hoover guy, Ed Galbraith. A man who for the right price, can give you a new identity and a fresh start. Jesse is racing against the clock, with help from his crew, avoiding capture to get enough money together to buy a 'new dust filter for his Hoover MaxExtract PressurePro model', a new life.", "genres": ["Action", "Drama"], "title": "El Camino: A Breaking Bad Movie", "votes": 115621.0, "avgRating": 7.5, "year": 2019, "productionInfo": ["United States"], "id": "9243946"}, {"plot": "Rom-com Movie, directed by Raaj Shaandilyaa, stars Ayushmann Khurrana who plays a 'dream girl'. In every love story, there is always one trying to win the heart of the other, who could be the 'dream girl'.", "genres": ["Comedy", "Romance"], "title": "Dream Girl", "votes": 3900.0, "avgRating": 7.5, "year": 2019, "productionInfo": ["India"], "id": "9248940"}, {"plot": "Based on true events of the Indian Space Research Organisation (ISRO) successfully launching the Mars Orbiter Mission (Mangalyaan), making it the least expensive mission to Mars.", "genres": ["Drama", "History"], "title": "Mission Mangal", "votes": 6793.0, "avgRating": 6.5, "year": 2019, "productionInfo": ["India"], "id": "9248972"}, {"plot": "Jodi (Ava Michelle) has always been the tallest girl in school - and she's always been uncomfortable with it. After slouching her way through life for 16 years and being made fun of by classmates, Jodi meets Stig (Luke Eisner), a seemingly perfect Swedish foreign exchange student who's even taller than she is. Jodi's new crush turns her world upside down and throws her into a surprising love triangle, but with the help of her two best friends (Griffin Gluck, Anjelika Washington) as well as her beauty queen sister Harper (Sabrina Carpenter), Jodi comes to realize that she's far more than her insecurities about her appearance have led her to believe.", "genres": ["Comedy"], "title": "Tall Girl", "votes": 10194.0, "avgRating": 5.3, "year": 2019, "productionInfo": ["United States"], "id": "9252508"}, {"plot": "This movie revolves around on how a football player sacrifices his dream for his father, who is a gangster and who also wants his son to achieve big in football. Later, he gets a second chance to achieve his dream where he needs to coach a women's football team to glory with many obstacles.", "genres": ["Action", "Drama", "Sport"], "title": "Bigil", "votes": 5916.0, "avgRating": 7.9, "year": 2019, "productionInfo": ["India"], "id": "9260636"}, {"plot": "In old Betamax footage, the Polish-American artist Stanislav Szukalski (1893-1987) speaks animatedly about his life and work. Art aficionado Glenn Bray filmed his elderly friend in the last years of his life to document his remarkable career and personality before it was too late. In this wide-ranging portrait, Bray explains how he met Szukalski by chance in 1971 when he came across one of his expressionist drawings and discovered that its maker lived only a few miles away from him. The man leading a modest, anonymous life in Burbank, California turned out to have been a well-known avant-garde artist in Chicago and pre-war Poland. Szukalski created a mythology entirely of his own in his drawings and paintings, as well as an extensive manuscript. After his return to the United States, a group of artists and art lovers gathered around Szukalski, among them George DiCaprio and his son Leonardo, who jointly produced this documentary. The interviews and archive footage tell the extraordinary life story of a man who seemed to have been born for great things, but who lost virtually all his artwork in the Second World War. His past also includes a dark chapter that the filmmakers didn't discover until their documentary was in production.", "genres": ["Documentary"], "title": "Struggle: The Life and Lost Art of Szukalski", "votes": 2254.0, "avgRating": 8.0, "year": 2018, "productionInfo": ["Poland", "United States"], "id": "9316022"}, {"plot": "In post-industrial Ohio, a Chinese billionaire opens a new factory in the husk of an abandoned General Motors plant, hiring two thousand blue-collar Americans. Early days of hope and optimism give way to setbacks as high-tech China clashes with working-class America.", "genres": ["Documentary"], "title": "American Factory", "votes": 3614.0, "avgRating": 7.6, "year": 2019, "productionInfo": ["United States"], "id": "9351980"}, {"plot": "Phil has a major dependency issue - he's addicted to his phone. He has no friends, he has a job writing pop culture \"Top 10\" lists, and his love life is non-existent. But his Facebook status is about to change. When he is forced to upgrade his phone, the latest model comes with an unexpected feature...Jexi - an A.I. life coach, virtual assistant and cheerleader. With her help, Phil begins to get a real life. But as he becomes less dependent on his phone, Jexi's artificial intelligence morphs into a tech nightmare determined to keep Phil all to herself, even if it means ruining his chances of finding success.", "genres": ["Comedy"], "title": "Jexi", "votes": 3538.0, "avgRating": 6.6, "year": 2019, "productionInfo": ["United States", "Canada"], "id": "9354944"}, {"plot": "With unprecedented access, HAIL SATAN traces the rise of The Satanic Temple: only six years old and already one of the most controversial religious movements in American history. The Temple and its enigmatic leader Lucien Greaves are calling for a Satanic revolution to save the nation's soul. But are they for real?", "genres": ["Documentary"], "title": "Hail Satan?", "votes": 2248.0, "avgRating": 7.3, "year": 2019, "productionInfo": ["United States"], "id": "9358044"}, {"plot": "Four exceptional women mount grassroots campaigns against powerful incumbents in Knock Down the House, an inspiring look at the 2018 midterm elections that tipped the balance of power. When tragedy struck her family in the middle of the financial crisis, Bronx-born Alexandria Ocasio-Cortez had to work double shifts as a bartender to save her home from foreclosure. After losing a loved one to a preventable medical condition, Amy Vilela didn't know what to do with the anger she felt about America's broken health care system. Cori Bush, a registered nurse and pastor, was drawn to the streets when the police shooting of an unarmed black man brought protests and tanks into her neighborhood. A coal miner's daughter, Paula Jean Swearengin was fed up with watching her friends and family suffer from the environmental effects of the coal industry.", "genres": ["Documentary"], "title": "Knock Down the House", "votes": 8456.0, "avgRating": 6.8, "year": 2019, "productionInfo": ["United States"], "id": "9358052"}, {"plot": "The Cambridge Analytica scandal is examined through the roles of several affected persons.", "genres": ["Documentary"], "title": "The Great Hack", "votes": 12352.0, "avgRating": 7.0, "year": 2019, "productionInfo": ["United States"], "id": "9358204"}, {"plot": "An exclusive behind the scenes look at the infamous unraveling of the Fyre music festival.", "genres": ["Documentary", "Music"], "title": "Fyre", "votes": 28701.0, "avgRating": 7.2, "year": 2019, "productionInfo": ["United States"], "id": "9412098"}][{"plot": "The story revolves around Sivasaamy and his family where his younger son kills a Vadakkooran, a local big shot to avenge his brother's death for a land dispute. To protect his son, Sivasaamy takes him inside forest to hide and escape from the guys of Vadakkooran. Everyone in the family thinks Sivasaamy is a submissive father for his family, fears and submits himself to protect them. But there is something more that Sivasaamy has beneath. Whether Sivasaamy saves his son from Vadakkooran and his people forms the rest of the story.", "genres": ["Action", "Drama"], "title": "Asuran", "votes": 2273.0, "avgRating": 9.0, "year": 2019, "productionInfo": ["India"], "id": "9477520"}, {"plot": "1984. Stefan is developing a computer game based on the book 'Bandersnatch', a novel where you get to make choices and this determines the story. He has an opportunity to take his game to Tuckersoft, a software company, and have them release it. However, the more he works on the game the more his life emulates the game, with choices being made that are out of his control. Stefan appears to be going insane", "genres": ["Drama", "Mystery", "Sci-Fi"], "title": "Black Mirror: Bandersnatch", "votes": 98397.0, "avgRating": 7.2, "year": 2018, "productionInfo": ["United States", "United Kingdom"], "id": "9495224"}, {"plot": "At the height of his stardom, the world's biggest pop star, Michael Jackson, began long-running relationships with two boys, aged seven and ten, and their families. They now allege that he sexually abused them.", "genres": ["Documentary"], "title": "Leaving Neverland", "votes": 22280.0, "avgRating": 7.0, "year": 2019, "productionInfo": ["United Kingdom", "United States"], "id": "9573980"}, {"plot": "Rolling Thunder Revue: A Bob Dylan Story by Martin Scorsese' captures the troubled spirit of America in 1975 and the joyous music that Dylan performed during the fall of that year. Part documentary, part concert film, part fever dream, 'Rolling Thunder' is a one of a kind experience, from master filmmaker Martin Scorsese.", "genres": ["Biography", "Documentary", "Music"], "title": "Rolling Thunder Revue: A Bob Dylan Story by Martin Scorsese", "votes": 3384.0, "avgRating": 7.8, "year": 2019, "productionInfo": ["United States"], "id": "9577852"}, {"plot": "A retired lawyer with a sharp eye for details set out to defend three young women falsely implicated in a criminal case. Pitted against some powerful foes and the evils patriarchy, he must fight the legal battle of his life to save this innocent women.", "genres": ["Action", "Drama", "Thriller"], "title": "Nerkonda Paarvai", "votes": 4251.0, "avgRating": 8.5, "year": 2019, "productionInfo": ["India"], "id": "9675716"}, {"plot": "Gabriela Diaz's (Christina Milian) San Francisco design firm folds the week of her break-up. Inspired by a potent concoction of wine and Wi-Fi, she successfully enters a contest to \"Win an Inn\" overlooking New Zealand's countryside. Thousands of airline miles later, she discovers The Bellbird Valley Farm boasts a crumbling facade, floorboard-treading goat, and meddling neighbor who covets the space. Eager to renovate and sell the property fast, she partners with Jake Taylor (Adam Demos), the Kiwi contractor and volunteer firefighter observing much of her city-girl culture shock. Once the final fixtures are hung, she's hesitant to leave him, the inn, and the inviting community that nurtured her creative side.", "genres": ["Comedy", "Romance"], "title": "Falling Inn Love", "votes": 9185.0, "avgRating": 5.6, "year": 2019, "productionInfo": ["United States"], "id": "9860728"}]